const finalNum = 48;
const episodes = {
    1: {
        title: "챕터 1. 근원",
        content: `
모노코프, 
모두가 선망하는 일자리이자 대한민국 최고의 대기업이다. 
하지만 그 이면에는 어두운 면이 숨어있었다. 
1대 회장 황부식, 2대 회장 황부진, 그리고 그의 딸 황부선까지, 
모두 선망받는 이들이었지만 그들의 실체는 저 깊은 암흑속에 있었다. 
나라의 역사 속의 독재자들의 최측근이었던 그들은 강력한 권력을 무기로 나라를 쥐락펴락했다. 
그러나 현실과 다르게 독재는 끝나지 않았고, 모노코프의 막대한 권력도 끝나지 않았다. 
독재정권의 묵인을 바탕으로 그들은 반인륜적인 실험을 통해 제품을 출시하였고, 
국민들은 그 사실도 모르는 채로 좋다고 그 제품들을 사댔다. 
그리고 현재, 모노코프의 역사적인 프로젝트가 시작된다. 
항상 경제적 목적으로 실험을 하던 그들에게 명령이 하나 내려왔다. 

"불로불사의 약을 만들어라."

연구소에서는 연구 조건에 부합하는 남성을 데려온 후, 실험에 착수했다. 
1년을 그 실험에만 몰두했다. 꼭 그 약을 만들겠다는 각오로 실험을 계속했다. 
그러던 어느날, 실험 기계가 오작동하여 폭발하는 사고가 일어났다. 
기계에서 뿜어져나온 고열의 에너지는 피실험자를 덮쳤고, 
연구진들은 당연히 그가 죽었겠거니 생각하고 시신을 수습하러 실험실에 들어갔다. 
하지만 예상과 다르게 그들을 기다리고 있던건 넋을 잃은채 손에서 번개를 내뿜고 있는 피실험자였다. 
연구원들은 그를 데려가 분석을 해보았고, 그 결과 그의 몸 속에 고압의 전기가 흐른다는 것을 알게 되었다. 
그 사실을 알게된지 3일 후, 피실험자는 감전사했다. 
사인은 갑작스럽게 생긴 전기에 몸이 적응을 못한 결과였다. 
연구원들은 그 사실을 연구소장에게 보고했고, 
연구소장은 그 사실을 상부에게 알리지 않고 독자적으로 실험을 진행하기로 했다. 
이미 다 자란 성인은 갑작스러운 에너지를 버티지 못하고 죽었다. 
하지만 유아라면 말이 달랐다. 어릴 적부터 적응되면 죽지 않을 가능성이 높았다. 
확실하진 않았지만, 그들은 이미 윤리적인 것은 저버린지 오래였다. 
그날, 병원에서 11명의 아이가 사망처리 되었다.
`},
    2: {
        title: "챕터 2. 서막",
        content: `
어두운 밤이었다.
쏟아지는 폭퐁우 사이로 번개가 무섭게 치고 들어왔다.
그리고, 그 어두운 밤길을 지나 실험체들이 연구소에 도착했다.
실험체들은 모두 11명, 3살 9명, 5살 1명, 그리고 갓 태어난 신생아 한 명이었다.
연구원들이 제일 먼저 한 일은 연구소를 고아원 처럼 꾸미는 것이었다.
그렇게 꾸며진 연구소, 아니 고아원에서 아이들은 자라며 실험받았다.
그것이 당연하다는 듯이 말이다.
연구를 거듭한 결과 그 능력이 번개에 한정된 것이 아니라 그 아이에게 내제된 것에 의해 정해진다는 것을 알게 되었다.
어떤 아이는 얼음의 힘을, 어떤 아이는 물의 힘을 가지는 등 아이들에 따라 그 속성이 다양했다.
그리고 예상했던 바와 같이 어렸을때 부터 실험받은 아이들은 그 능력에 적응해 살아남았고,
이는 곧 연구의 성공이었다.
불로불사의 약을 개발하려던 그들이었지만 어떨결에 초능력자들을 만들어낸 것이었다.
아이들은 그 실험이 때로는 고통스럽다고 느꼈지만, 
어렸을 때부터 함께 자라온 연구원들이었기에 믿고 따랐다.
그리고 연구가 시작된지 정확히 14년이 되던 해, 모든 규율이 깨졌다.
호기심 많던 여섯 아이들이 바깥 세상이 궁금해 몰래 빠져나갔다 돌아오는 일이 일어난 것이다.
다행이 연구원들에게 들키지는 않았지만, 
그들이 밖에서 보고온 것들은 가히 충격적이었다. 그들과 다르게 사람들은 실험도 받지 않았고,
어딘가에 갇혀 살고있지도 않았다. 
그 자유를 아이들은 다시 한번 느껴보고 싶었다.
그렇게 아이들은 영구적으로 탈출할 계획을 세우게 되었고, 
그날 밤, 그 계획을 실행시키기로 한다. 
하지만 그들의 계획은  작당모의를 엿들은 다른 아이에 의해 연구소에 알려졌고,
탈출 과정에서 연구원들과 맞닥뜨리게 된다. 
긴장감이 맴돌던 그때, 한 아이가 능력을 사용하고는 연구원들과 함께 그 자리에서 사라져 버렸다.
사람들이 증발하듯이 사라져 당황한 아이들이었지만, 더 이상은 지체할 시간이 없었다.
다섯 아이들이라도 연구소를 빠져나갔고, 자취를 감췄다.
하지만 그들이 모르는 것이 있었다.
그들의 몸에는 위치 추적기가 붙어있었다는 것을 말이다.
    ` },
    3: {
        title: "챕터 3. 행복...?",
        content: `
어두운 밤이었다.
쏟아지는 폭퐁우 사이로 번개가 무섭게 치고 들어왔다.
비를 피해 들어간 그늘 밑에서 아이들은 추위에 떨 수 밖에 없었다.
탈출한 아이들은 총 5명, 
구름, 금곤, 다진, 드듣, 그리고 케이였다.
막상 탈출한 그들이었지만, 갈 곳이 없었다.
그래서 그들이 선택한 곳은 버려진 것으로 추정되는 폐공장이었다.
폐공장에 들어서니 이 공장은 의류들을 생산하던 곳인 것 같았다. 
아이들은 연구소에서 입고 나온 옷들 대신 공장에 놓인 옷들을 입었고,
남은 옷들을 이불 삼아 숙면을 취했다.
다음날 아침,
그들은 창문 틈 사이로 들어오는 빛을 맞이한 채 잠에서 깨어났다.
그러나, 그들이 맞이한 것은 그것이 끝이 아니었다.
아침 일을 시작하러 들어오는 인부들과 작업소장...... 이 곳은 폐공장이 아니었다.
작업소장은 소장실에 그들을 앉혀두곤 여러 가지를 묻기 시작했다.
어디서 왔는지, 부모님은 어디 계시는지, 어느 학교에 다니는지, 나이는 몇살인지 등등등.
하지만 그들이 대답할 수 있었던 것은 나이 뿐 이었다. 
소장은 잠시 고민에 빠지더니 결심한듯 웃음을 지어보였다.
"너희들 갈 곳이 없는 거면 그냥 우리집에 와서 지내라."

구름이 물었다.
"근데 아저씨는 우릴 왜 도와주시는거에요?"

소장은 크게 웃으면서 말했다.
"나도 딸이 한명 있었거든. 근데 출산하는 도중에............."

소장의 얼굴에 있던 웃음은 사라지고, 적적한 슬픔만이 드러났다.
하지만 눈물은 나지 않았다.
이미 수많은 눈물 자국들이 지나간 자리였다.
소장은 잠시 심호흡을 하더니 다시 말했다.
"아내도... 딸도.... 둘 다 멀리 떠났어.
다신 볼 수 없을 곳으로."

소장의 차를 타고 도착한 곳은 한적한 곳에 위치한 3층 짜리 단독 주택이었다.
소장은 아이들은 붙잡곤 말했다.
"너희들이 부모님이나, 가야하는 곳을 찾기 전까진 여기 살아도 된단다. 3층은 내가 쓰는 곳이니까 1~2층에서만 지내렴."

소장은 그러곤 아이들에게 밥 사먹으라며 2만원씩 쥐어주었다.
아이들의 감사를 뒤로하고 소장은 다시 공장으로 향했다. 
아이들은 서로를 씩 바라본 후, 처음으로 자유를 만끽했다.
행복한 일들의 연속이었다.
그러나... 행복은 그리 오래가지 못했다. 
그들이 작업소장 집에서 얹혀산지 일주일 쯤 되었을 무렵,
소장 아저씨가 차려주신 밥을 먹고 잘 준비를 하고 있을 쯤,
창문이 깨지는 소리가 들렸다.
그리고 창문 틈으로 들어온 건 무장한 요원들이었다. 
요원들은 아이들을 생포하러 쫓아온 것이었고, 
아이들은 잡히지 않기위해 능력을 써가며 요원들을 무력화 시켰다.
그렇게 요원들을 무력화 시키고 나니, 아이들은 어느새 집 앞 공터에 까지 와 있었다.
아이들은 소장 아저씨를 대피시키기 위해 3층으로 향하려 했지만.. 



<b>'집은 아주 활활 불타오르고 있었다.'</b>



드듣이 능력을 사용하여 불을 껐고, 상처를 입은 채 쓰러져 있는 아저씨를 병원으로 데려갔다.
아저씨의 목숨은 다행히 건졌지만, 그들의 존재가 소중한 사람을 해쳤다는 것은 분명했다
아이들에게 남은 것은 자신들의 능력, 주머닛 속 꾸깃꾸깃한 만원, 그리고 무력감 뿐이었다.
아이들은 요원들이 자신들 어떻게 여기까지 쫓아왔는지도 알 수 없었고, 
다른 곳으로 간다고 하여도 안전을 보장할 수 없었다.
그들에게 남은 선택지는 게속해서 움직이는 것 뿐이었다.
    ` },
    4: {
        title: "챕터 4. 보름달",
        content: `
소일은 잠에서 깼다.
고요함 속에서 비 내리는 소리만 귀를 무겁게 눌러왔다.
무언가 이상했다.
잠들기 전 까지만 해도 11명이었는데, 
지금은 5명이었다.
자리에서 일어나 문을 살포시 밀었다.
끼이익 하는 소리와 함께 낡은 나무문이 열렸다.
어두운 복도 끝에 희미한 빛이 보였다.
소일은 그 빛을 향해 나아갔다. 
빛은 덜 닫힌 문 틈 사이로 삐져나오고 있었다.
소일은 그 문에 조용히 귀를 대보았다.

하급자로 보이는 연구원이 말했다.
"실험체들은 이 외딴 산장에 있습니다."

상급자로 보이는 사람이 거만한 목소리로 대답했다.
"그럼 그 실험체들을 생포하게나. 아직 실험체들은 완벽하지 않아. 세상에 나와선 안돼."

"생포팀이라면 이미 출발했습니다. 하지만.."

상급자가 말을 끊으며 말했다.
"하지만 이라니, 뭔가 문제가 생겼나?"

"사실 실험체 한명의 위치 추적기가 작동하질 않습니다. 
위성을 이용하는 것이라 특정 위치에서 신호가 안 잡힐 수가 없는데 전혀 위치를 파악할수 없습니다.
이게 가능하려면 아예 지구 밖으로 나갔거나 흔적도 없이 사라지는 것 밖에.."

상급자는 다시 한번 말을 끊으며 크게 소리쳤다.
"그걸 이제야 말하는게 말이나 되나!!
실험체들이 이탈한지 일주일이 넘게 지났는데, 그렇게 중요한 사실을 지금에서야 말하는 이유가 뭔가?!!!!"

소일은 그 소리를 듣고 놀라 뒤로 넘어지고 말았다. 

상급자는 헛웃음을 치며 말했다.
"초대받지 않은 손님이 몰래 우리를 엳듣고 있었나보군."

문이 열리고 끝에 전기 충격기가 달려있는 막대기를 든 특수대원들이 여럿 튀어나왔다. 
소일은 뒷걸음질 치며 도망가기 시작했다. 
도망칠 장소가 보이지 않자, 소일은 건물 밖으로 뛰쳐 나갔다. 
하지만 소일에게 더이상 도망칠 장소란 없었다.
대원들이 사방을 둘러싸고 있었고, 하늘엔 헬리콥터가 소일을 비추고 있었다.
소일이 하늘을 보자, 

<b>비가 그친 하늘을 가르고 푸른 보름달이 그 영롱한 모습을 드러내고 있었다.</b>

그리고 그때, 소일에게서 강한 빛이 나더니, 굉장히 큰 폭발을 일으켰다. 
소일은 그 에너지를 푸른 빛으로 변화시켜 흡수하기 시작했다.
푸른 빛이 걷히고 보인 것은 더이상 소일이 아니었다. 
푸르고 하얀 머릿결의 소녀가 푸른 빛을 내뿜으며 특수대원들을 바라보고 있었다.
그 어둡고 축축한 밤, 소밀은 저 하늘의 보름달 보다도 더 푸르게 빛나고 있었다.

<b>To Be Continued in Chapter. 6</b>
    ` },
    5: {
        title: "챕터 5. 초승달",
        content: `
때는 2016년, 연구소의 아이들을 향한 연구는 한창 진행중이었다.
그들의 능력 발휘는 이미 된 상태였지만, 
아직 능력 사용에 미숙해 제대로 된 사용을 하지 못하고 있었다. 
그중 가장 진행이 느렸던 것은 소일이었다.
연구원들은 소일의 능력이 무엇인지, 어떻게 사용하는지, 그리고 존재 하기는 하는지 조차도 알지 못했다.

연구원 신씨는 소일을 불러 새 실험을 진행했다.
"소일, 이번엔 저 곰인형에 집중해보는거야. 내가 시작하라면 시작해. 
시~작!"

...

그러나 아무일도 일어나지 않았다. 

그리고 소일이 말했다.
"이모, 저 너무 더워요."

연구원 신씨는 온도를 확인했다.
냉방기에는 섭씨 18도라고 나와있었다.
신씨는 소일의 몸을 만져보았고, 그와 동시에 타들어갈 듯한 뜨거움을 느꼈다.

신씨는 고통을 참은 채 소일에게 말했다. 
"소일, 이번엔 한번 네 손에 집중해볼래?"

소일은 자신의 오른손을 펼치고 그 손에 집중하기 시작했다.
아무일도 일어나지 않는 듯 보였지만, 무언가 달라지고 있었다.
연구원이 못보는 사이에 온도계의 온도는 미치듯이 치솟고 있었다.
피부를 자극해오는 더위에 연구원은 온도계를 확인해보았고, 
그 온도는 40도가 넘어가고 있었다. 

연구원이 소일에게 말했다.
"소일! 잠시 멈춰봐!"

그러자 소일이 다급한 목소리로 소리쳤다.
"저도 멈추고 싶은데, 그게 안되는 것 같아요."

연구원 신씨는 그 말을 듣곤 연구실을 떠나려 했지만, 
너무 높은 온도 때문에 문고리가 뜨거워 도저히 문을 열 수가 없었다.
소일에게선 점점 더 강한 열기가 뿜어져 나왔고, 이는 곧 폭발로 이어졌다.
신씨는 폭발의 연기가 지나간 자리에서 헥헥거리며 숨을 몰아쉬고 있었다.
신씨는 정신을 차린 후, 곧바로 소일에게 뛰쳐갔다.

"어디 다친데 없어? 아픈덴 없지?"

바닥에 쓰러져 있는 소일에게선 아무런 대답이 없었다.
소일은 원내 응급실로 이동되었다.





소일은 자리에서 일어났다. 
주변엔 눈처럼 새하얀 공허가 소일을 둘러싸고 있었다.
그리고, 소일 뒤엔 소일과 똑같은 모습을 하였지만, 푸른 소녀를 발견하였다.

소일이 말을 걸었다.
"넌... 누구야...?"

"나? 난 소밀이라고 해."

"난 왜 여깄고, 왜 너도 여기있는 거야?"

"조심하라고 하는거야. 그렇게 능력을 과하게 사용하면 안돼."

"날 내보내줘. 난 나가고 싶어."

"그래? 나랑 숨바꼭질 해서 이기면 나가게 해줄게. 나잡아봐라~~"

그러자, 사방에 숨을 만한 장애물들이 생겨나기 시작했다.
소일은 그 장애물들을 하나하나 들쳐보며 그 소밀이라는 여자아이를 찾아나섰다.
그렇게 30분쯤 되었을 쯤, 소일은 마침내 소밀을 찾을 수 있었다.

소밀이 소름끼치게 웃으며 말했다
"아, 아쉽다. 다음에 또 놀면 되지. 오늘은 이만 하고 보내줄게. 아프지 말고 꼭 조심해~"

그 후, 사방이 까매지더니 소일의 정신이 현실 세계로 돌아왔다. 
소일은 안도의 한숨을 몰아 쉰 뒤 다시는 자신의 힘을 사용하지 않겠다고 굳게 다짐했다.
    ` },
    6: {
        title: "챕터 6. 그믐달",
        content: `
특수대원들은 당황했다.
소녀의 외형은 소일이 아니었을 뿐더러, 
능력조차 소일과는 거리가 멀었다.
하지만 소일이 사라진 자리에 푸른 소녀가 나타난 것은 우연일 수 없었다.
상부에서 명령이 떨어지자, 특수대원들은 총기를 발포하기 시작했다.
무수히 빗발치는 총알 비 속에서, 푸른 소녀는 아무일 없었다는 듯이 걸어나왔다. 
소녀는 점점 대원들에게 가까이 다가왔다.
대원들이 두려움에 떨고있던 그때, 
소녀가 부대장에게 말을 걸어왔다.
"아저씨 살고 싶죠?"

부대장은 우물쭈물 아무말도 못하고 있었다.

"살고 싶으면 저 쏘지 말고 그냥 방에 데려다 주세요. 그리고 내일 아침엔 아무일도 없었던 것처럼 행동하세요.
그러지 않으면 제가 아저씨의 그 멍청한 대가리를 땅바닥에 쳐 박아 버릴테니까 알아서 하세요."

부대장은 떨면서 고개를 끄덕였다. 
그러자 소녀는 땅바닥에 그대로 쓰러졌다. 
소녀에게서 푸른 빛이 빠져나가더니 소일로 변했다.
부대장은 대원들에게 소리쳤다.
"오늘 여기서 있었던 일은 아무에게도 말하지 마라. 그 상대가 연구소장이라고 해도 말이다.
한명이라도 말하다가 발각되면!!!! 그 즉시 사살하겠다. 알겠나!!!!"




부대장은 날뛰는 심장을 진정시키며 연구소장실로 들어갔다.
소장이 사뭇 진지한 표정으로 말했다.
"침입자는 생포했나?"

부대장이 대답했다.
"아뇨. 잡지 못했습니
'퍽'

연구소장이 부대장의 뺨을 아주 세게 때렸다.
"부대장이란 새끼가 그거 하나도 못해?"

연구소장은 화를 주체하지 못하고 부대장을 계속해서 내리 쳤다.
그래도 화가 풀리지 않자, 부대장을 때려 눕힌 후 그의 복부를 계속해서 발로 가격했다.
부대장이 입에서 피를 뱉으며 말했다.
"죄송합니다 소장님. 제가 책임 지고 그 침입자를 잡아오겠습니다.
제발 그만. 그만해주십시오."

연구소장이 발을 멈추곤 부대장의 멱살을 잡고 그를 끌어 올렸다.
"일주일. 일주일 주겠다. 그 안에 잡아오지 못하면 니 목숨은 보장못한다."

그러곤 부대장을 저 뒤로 밀쳤다.
부대장이 입가의 피를 닦으며 말했다.
"네. 꼭 잡아오겠습니다."

부대장은 소장의 방을 나서며 비장한 표정으로 작은 웃음을 지었다.
잡고 말겠다는 확신의 웃음이었을까?
하지만 그가 일주일 뒤에 눈을 뜬 곳은 예상치 못한 곳이었다.
그는 어느 공터에 몸이 묶인 채 의자에 앉혀진 상태였다.
그러자 앞에있던 드듣이 실실 웃으며 말했다.
"우리의 위치를 어떻게 찾았지?"

<b>To Be Continued in Chapter. 7</b>
    ` },
    7: {
        title: "챕터 7. 취조",
        content: `
부대장은 위치를 어떻게 찾았냐는 드듣의 질문에 대답하기를 회피했다.
드듣은 잠시 망설이다가 손뼉을 두번 쳤다.
그러니 옆에서 금곤이 튀어나와 씩 웃더니 부대장의 어깨에 손은 살포시 올렸다.
그 후, 금곤은 부대장과 함께 어디론가 사라졌다.
부대장은 몸이 구속에서 풀린 채 노란 하늘의 숲에서 눈을 떴다. 
자리에서 일어나 주위를 둘러보니 딱봐도 화려해 보이는 카지노가 있었다.
이어진 레드 카펫을 따라 카지노 안으로 들어가니 금곤이 사뭇 진지한 표정으로 딜러 자리에 앉아 있었다.
금곤이 말했다.
"이곳에 앉으시죠."

부대장은 순순히 의자에 앉아 금곤의 말을 기다렸다.
금곤이 다시 부대장을 바라보며 말했다.
"이곳은 제 카지노입니다. 
제가 게임을 시작하면 저와 당신에게 카드가 주어질 것입니다.
주어지는 세장의 카드와 딜러 카드로 포커를 하면 됩니다.
당신이 게임에서 이기면 여기서 나갈 수 있고, 당신이 진다면 제가 허락할 때 까진 여기서 나갈 수 없습니다.
게임은 지금으로부터 정확히 2분 후에 시작하겠습니다.
그동안 전략이라도 세워보세요."

2분의 시간이 끝났고, 게임이 시작되었다.
1장, 2장, 3장.... 점점 카드가 쌓여갔고, 마침내 5장의 카드가 올라갔을때, 
부대장은 카드를 한장 한장 뒤접어 보였다.
부대장의 카드는 하이 카드였다.
금곤이 씩 웃더니 자신의 카드를 뒤집어 보였다.
금곤의 카드는 로얄 플러시였다.
부대장이 뒷걸음질 치며 말했다.
"이건 사기야. 처음부터 니가 원하는 대로 된거 아니야?
나한텐 안좋은 카드 주고 너는 제일 좋은거 뽑는, 처음부터 불리한거 아니냐고."

금곤이 고개를 저으며 말했다.
"이곳이 저의 카지노 인것은 맞지만, 제가 승부의 결과까지 컨트롤 할 순 없습니다."

부대장은 떨면서 말했다.
"그럼, 이제 날 여기 가둬두겠다는 거야? 고작 그 게임 한판 졌다는 이유로, 여기서 영겁의 시간을..."

금곤이 말했다.
"저도 그럴 생각은 없습니다. 그냥 이 질문에만 대답해주시면 내보내 드릴 겁니다.
저희의 위치를 어떻게 찾으셨죠?"

부대장이 고개를 푹 숙이며 말했다.
"너희들의 몸에 위치 추척기가 박혀있다. 그 위치 추적기가 너희들의 위치를  샅샅이 연구소로 넘기고 있지.
아마 찾기는 어려울걸? 추적기가 아주 깊이 박혀있거든."

금곤이 잠시 고민에 빠지더니 결심한듯 부대장을 바라보았다. 
그러자 부대장은 다시 공터로 돌아와 있었다.
아이들은 잠시 상의를 한 후, 부대장에게 말했다.
"아저씨, 혹시 저희가 도망다니는 것 좀 도와줄 수 있나요?
그럼 저희가 아저씨 풀어드릴게요."

부대장은 어이없다는 표정을 지으며 말했다.
"너희들은 내가 네 녀석들을 잡으러 여기까지 온걸 까먹은거니?
어떻게 너희를 잡으러 온 사람한테 도움을 청할 생각을 하니?"

아이들은 허를 찔린 표정을 지으며 다시 상의하기 시작했다.
그러곤 드듣이  말했다.
"아저씨가 저희 안 도와주시면 제가 아저씨 몸에 있는 수분을 다 빼갈 수도 있는데 괜찮으시겠어요?"

그러자, 부대장의 목이 점점 말라오기 시작했다. 
부대장은 버티다가 입 안의 침까지 다 말라가기 시작하자 다급히 말했다.
"알았어. 도와줄게. 내가 미안해."

갈증이 멈춘 뒤 부대장은 침착한 목소리로 천천히 말했다.
"너희를 도와줄게. 연구소를 피해 도망다니는 걸 도와줄 테니까 이 줄좀 풀어줄 수 있겠니?"

아이들은 작전이 성공했다는 생각에 기쁜 웃음이로 부대장의 밧줄을 풀고 손목에 다시 묶었다.
부대장은 생각했다. 이 여정이 굉장히 고될 것이라는 것을 말이다.
하지만 곧 고개를 들며 희미한 웃음을 지었다. 
붉게 지고있는 태양이 만드는 석양을 바라본 채, 아이들과 부대장은 종착점 없는 여정을 시작했다.
    ` },
    8: {
        title: "챕터 8. 뒤틀림",
        content: `
똑닥대는 시곗바늘 소리와 함께 연구소장의 입술은 점점 말라가고 있었다.
연구소장은 자신의 손목에 달려있는 시계와 문을 번갈아 바라보며 오지 않을 사람을 하염없이 기다리고 있었다.
목은 점점 말라왔고, 눈은 점점 건조해졌다. 
연구소장은 책상 위 커피를 한 잔 들이마셨다.
그는 다시 한번 시계를 바라보고는 더는 기다릴 수 없었는지 책상을 치며 일어났다. 
연구소장은 곧바로 연구실로 향했다.
연구소장이 말했다.
"아직 부대장한테 연락 온거 없지?"

연구실 내의 연구원들이 모두 하나 같이 고개를 끄덕였다.
연구소장이 이번엔 연구총담당자에게 말했다.
"박 실장은 나 잠깐 따라 나와봐. 할 얘기가 있어"

연구소장이 박 실장에게 말했다.
"부대장 그놈이 이렇게 임무를 수행 못할 놈이 아니야.
무언가 주어지면 그걸 꼭 하고 마는 사람이거든.
그 놈한테 무슨 일이 생겼던지, 아니면 우릴 배신했던지."

박 실장이 답했다.
"전자든 후자든 부대장이 돌아오지 않을거란 건 확실한거네요.
그럼 뭐 답은 하나네요.
프로젝트 HV를 지금 실행합시다.
아직 완벽하진 않지만 충분히 성공할만 하다고 생각합니다. 
안그렇습니까?"

연구소장이 은은한 미소를 보이며 답했다.
"난 참 박 실장이 맘에 들어.
일을 참 잘해, 박 실장이."

한편, 소일은 아직 정신을 제대로 차리고 있지 못한 상태였다. 
그녀를 제외한 나머지 아이들은 모두 침실에서 담소를 나누고 있었다.
쾅 하는 소리와 함께 박 실장이 아이들의 방에 들어왔다.
그는 하나, 둘, 수를 세더니 물었다.
"한 명이 없군. 한 명은 어디갔나?"

구름새가 대답했다.
"소일 누나요? 저희도 잘 모르긴 하는데 의무실에 누워있데요.
침대에서 굴러 떨어져서 다쳤다나 뭐라나."

박 실장이 명령조로 말했다.
"그럼 너희들 넷이라도 나 따라 나와.
너희에게 알려줄 일이 있다."

박 실장을 따라간 곳에는 커다란 모니터와 함께 의자 다섯 개가 놓여있었다.
박 실장은 아이들을 의자 하나 하나에 앉힌 뒤, 안전벨트같은 것을 묶기 시작했다. 
그러곤 아이들에게 물었다.
"너희들 탈출한 아이들에 대해 어떻게 생각하지?"

아이들이 제각각 다른 대답을 했지만 결국 모두 보고싶다고 말하고 있었다.
박 실장은 방에서 슬그머니 나가며 모니터의 전원을 켰다.
그러자 모니터에선 지지직거리는 소리와 함께 소름끼치는 소리가 들려왔다.
아이들은 귀를 막으려 했지만 손이 묶여있던 탓에 그러하질 못했다.
5분정도 지났을까?
아이들에게 고통의 소리는 더이상 들려오지 않았다.
박 실장이 슬그머니 문을 열고 들어왔다.
그러곤 세찬에게 물었다.
"이제는 탈출한 아이들에 대해 어떻게 생각하지?"




세찬이 답했다.




<b>"제거 대상이요."</b>


<b>Chapter 8 End</b>
    ` },
    9: {
        title: "챕터 9. 일상",
        content: `
아주 무덥고 꿉꿉한 여름이었다.
도망친 아이들과 부대장은 정처없이 떠돌아 다니고 있었다.
어디 한곳에 머무를 수 없었던 그들은 아무 숲에나 들어가 한 명씩 보초를 서며 추격올 이들에 대비할 뿐이었다.
어느날 저녁이었다.
모두들 평소와 같이 모닥불 곁에 둘러 앉아 하늘을 바라보며 일상을 보내고 있었다.
구름이 부대장에게 물었다.
"근데 아저씨는 이름이 뭐에요? 
계속 부대장이라고만 듣고 실제 이름은 얘기해준적 없잖아요."

부대장이 웃으며 대답했다.
"내 이름? 박경수. 내 이름은 박경수야. 
이름 알려줬다고 반말은 하지 마라.
아무리 그래도 내가 니들보다 나이는 훨씬 많다."

아이들이 답했다.
"네네~ 당연하죠."

그렇게 시간이 흘러 밤이 되었고, 부대장, 아니 박경수가 보초를 서고 있었다.
경수는 하품을 하며 먼 산을 바라보고 있었다.
가만히 앉아있기 지루했던 박경수는 자리에서 일어나 주변을 서성거리기 시작했다.
나무도 주먹으로 몇 대 쳐보고 굴러다니는 돌도 던지며 지루함을 달래고 있었다.
그러던 중, 주변에서 인기척이 느껴졌다.
사사삭 거리는 풀 소리가 경수의 귀에 날아와 정확히 꽃혔다.
경수는 아이들을 흔들어 깨운 후, 소리가 나는 곳으로 한걸음 한걸음 걸어갔다.
허리 높이까지 자란 풀숲을 헤집으며 누군가 다가오는 것만 같았다.
경수는 다시 한번 한걸음 한걸음 앞으로 걸어갔다.
그러곤 눈 앞 풀숲은 손으로 힘껏 치웠다. 
풀숲 안 누군가는 그대로 경수를 덮쳤다.
경수는 발버둥치며 그 존재를 때어내려 안간힘을 쓰고, 살려달라고 외치고 있었다.
10초쯤 지났을까, 그 존재는 갑자기 경수에 몸에서 떼어져 던져졌다.
경수는 바로 자리에서 일어나 주변을 살펴보았다.
눈앞에 보이는건 경수를 경멸하는 눈빛으로 바라보는 케이였다.
케이가 손으로 가르키는 곳을 보자 그곳에는 그림자에 잡혀있는 너구리가 있었다.
케이가 말했다.
"아저씨 유능하다면서요. 이 너구리 한마리 못잡으세요?"

경수는 눈을 피하며 말했다.
"아니 그게 뭐 갑자기 뭐 튀어나온것도 있고 뭐 저 너구리가 너무 셌던것도 있고뭐..
아니다 미안하다."

케이가 한숨을 푹 쉬며 말했다.
"보초 이제 제가 서야되니까 빨리 가서 주무세요.
이러다 다음엔 고양이한테도 잡히겠네요."

경수는 눈 웃음을 지어보이며 모닥불 옆에 누워 눈을 감았다. 
그리고 그 시각 그 장소에 웃고있던 건 경수 뿐만이 아니었다.
어둡고 축축한 숲속 안에서 세찬이 웃으며 속삭였다.
"여기... 있었구나?"


<b>Chapter 9 End</b>
    ` },
    10: {
        title: "챕터 10. 트라우마",
        content: `
때는 2015년, 세찬을 비롯한 아이들은 연구소 내 공터에서 뛰어 놀고 있었다.
당시 연구는 한창 진행중이었고, 아이들을 향한 연구 또한 진행중이었지만, 
아이들을 연구소 내로 들이는 일은 없었다.
한창 공놀이를 하며 놀고있을 때, 세찬은 금곤과 부딪히고 말았다. 
세찬이 일어나 금곤에게 사과를 하려고 손을 내밀자, 
금곤이 이를 뿌리치며 갑자기 화를 내기 시작했다.
왜 거기 서있냐, 그럼 넌 왜 그렇게 달려오냐, 
이런 말들을 반복하며 점점 일은 과열됐다.
말싸움은 점점 커져 서로를 툭툭 치며 계속해서 불만을 토로하기 시작했다.
세찬은 갑자기 띵함을 느꼈다.
갑자기 머리에 삐 하는 소리가 들려오며 어지러워졌다. 
그렇게 한참을 뒤척이다가 결국 바닥에 쓰러졌다.
그런데도 금곤은 세찬을 부축하려는 시도조차 하지 않고 있었다.
화를 참다 못해 폭발한 세찬은 금곤에게 화를 내려 자리에서 일어났지만, 
금곤은 아주 느린 속도로 한 걸음조차 제대로 움직이지 못하고 있었다.
세찬은 이를 바라보며 굉장한 혼란과 함께 공포심을 느꼈다.
세찬은 뒷걸음질 치며 공터를 빠져나가 복도를 살펴보았다.
복도 속 사람들 역시 매우 느린 속도로 움직이고 있었다.
세찬은 어떻게든 정상적으로 움직이는 사람, 아니 물체를 찾아보려 
연구소 이곳 저곳을 지나다녔다.
하지만 단 한명, 단 한개의 물체도 정상적으로 움직이고 있지 않았다.
세찬은 떨리는 손으로 책상 위의 책을 옆으로 밀어 떨어트려보았다.
인정하고 싶지는 않았지만, 책은 분명 느린 속도로 낙하하고 있었다.
세찬은 그대로 그 자리에 주저 앉았다.
'아닐거야. 분명 아닐거야. 시간이 멈춘게 아닐거야. 
분명 아닐거야. 아니겠지? 어 그래 아닐거야. 근데 왜 사람들은.... 
아니야 아닐거야. 이건 진짜일 리가 없어. 시간이 느려진다는게 말이 돼? 
나는 꿈을 꾸는 거야. 이건 악몽이고, 내가 여기서 깨면 다 없을 일이야. 
근데 왜 이렇게 현실처럼 느껴지지? 꿈이 아닌가? 아닐거야. 분명 꿈일거야. 
아닌가? 꿈이 아닌가? 꿈이 이렇게 길 수가 있었던가? 그럼 금곤은? 선생님들은?
 물론 다 장난치고 있는거겠지. 나를 위한 서프라이즈겠지. 
근데 오늘이 무슨 날이긴 한가? 
아니야 오늘은 내 생일도 내가 이곳에 들어온 날도 아니야. 
그럼 뭐지? 도대체 뭐지? 설마 진짜 시간이 멈춰버리기라도 한걸까? 
그럼 나는.... 그럼 나는.... 여기 갇혀버리고 만건가? 
그럼 이곳에서 평생을 보내야 하는 걸까? 
아니야. 아닐거야. 분명히 아닐거야. 아니어야만 해. 
이건 꿈이어야만 해. 
제발 누가 꿈이라고 하고 날 깨워주면 안될까? 제발.... 제발....'
책이 툭 하는 소리와 함께 바닥에 떨어졌다. 
시간이 다시 정상적으로 흐르기 시작했다.
세찬의 눈에선 눈물이 흐르기 시작했다.
이것이 원래대로 돌아왔다는 기쁨의 눈물인지, 
아니면 너무 힘들었다는 슬픔의 눈물인지는 모르겠지만,
세찬의 눈에선 눈물이 끊임없이 쏟아져 나왔다.
세찬이 우는 소리에 '선생님'이 다가왔다. 
선생님이 말했다.
"세찬이 왜그래? 어디를 다쳤니? 아픈덴 없고?"

세찬은 울먹거리며 대답했다.
"모르겠...(훌쩍)..어요... 갑자기 세상이 멈추고...(훌쩍)...
선생님도 멈추고... 금곤이도...(훌쩍)..멈추고.."

선생님이 포근한 목소리로 말했다.
"세찬이 이리로 와. 선생님이 안아줄게. 
선생님이 세찬이가 다신 그런 일 겪지 않을 수 있도록 도와줄게.
선생님 잠깐 따라와 볼래?"

세찬은 끄덕이며 선생님의 손을 잡고 따라갔다.
선생님은 세찬을 가본적 없는 지하로 이끌고 있었다.
선생님은 세찬을 잠깐 멈추게 한 뒤 차분히 말했다.
"세찬이가 다른 사람들이랑 조금 달라. 
근데 그렇다고 세찬이는 절대로 이상한 사람이 아니야.
이건 꼭 명심해야돼. 그리고 이 팔찌는 세찬이를 위한 팔찌야. 
이 팔찌를 끼면 세찬이를 괴롭히는 게 더 이상 세찬이에게 나타나지 않을거야. 
그러니까 이 팔찌, 꼭 잃어버리지 말고 잘 가지고 있어야 돼. 알았지?"

세찬은 고개를 끄덕이며 "네"라고 말했다.
세찬은 선생님을 따라 올라가며 팔찌를 살펴보았다.
팔찌엔 <b>'2'</b>라는 숫자가 쓰여 있었다.
세찬이 이에 의문을 품으며 다시 공터로 뛰어 돌아갔다.

<b>Chapter 10 End</b>
    ` },
    11: {
        title: "챕터 11. 밀고자",
        content: `
소일은 머리를 찌르는 듯한 두통에 눈을 떴다.
소일은 의무실 침대에 누워있었다.
연구소 내 의사는 자리를 비우고 사라져 있었다. 
소일은 의자에 의사 가운이 걸쳐져 있는 것을 발견했다.
가운에는 카드키 하나가 꽂혀있었다.
소일은 그 카드키를 챙겼다.
소일은 문을 열고 복도를 들여다 보았다.
단 한명도 보이지 않았다.
심지어는 쥐 죽은듯이 아무 소리도 들리지 않았다.
소일이 발을 내딛자, 낡은 마룻바닥이 갈라지는 소리가 고요한 복도를 뒤덮었다.
그렇게 한걸음 한걸음 내딛어 침실로 들어갔다.
"름새야!! 세찬아!! 어??? 왜 아무도 없어?"

침실에는 아무도 없었다. 
소일은 침실 안으로 들어와 혹시 침대에 누워있나 싶어 이불을  들쳐보았다.
침대에도 아무도 없었다.
그때, 끼익 거리는 소리와 함께 침실 문이 열렸다.
문으로 들어온 것은 연구소 내 의사, 박성원 이었다.
"소일, 일어났니?"

소일은 침착하게 대답했다.
"네. 근데 애들은 어디 갔어요?"

박성원이 답했다.
"애들? 식당에 저녁 먹으러 갔지."

"그럼 저도 거기 데려다 주세요."

"그래, 근데 식당 가지 전에 잠깐만 나 좀 따라올래? 
너가 꼭 가야할 장소가 있어서."

소일은 가기  싫은 표정이었지만, 박성원은 소일의 팔을 끌고 지하실로 데려가기 시작했다.
소일은 발버둥 치다 박성원의 손의 온도를 높였다.
"앗 뜨거!!"

박성원은 그대로 소일을 잡고 있던 손을 놓쳤고, 소일은 그 틈을 타 도망가기 시작했다. 
박성원은 곧바로 자리에서 일어나 소일을 찾아보려 했지만, 소일은 보이지 않았다.
소일은 저번과 다르게 오히려 지하실로 들어왔다. 
아까 챙겼던 카드키 덕분이었다. 
지하실에는 고요를 뚫고 들어오는 이상하고 기이한 소리가 들려왔다.
소일은 소리가 나는 곳으로 다가갔다.
소리가 점점 선명해질수록, 소일은 몸에서 무언가 불편함을 느끼기 시작했다.
그 불쾌하고 불편한 소리가 소일의 온 몸을 괴롭히는 듯한 느낌이었다.
소일은 마침내 소리의 근원지를 찾았다.
작은 모니터에서 그 불쾌하고 소름끼치는 소리가 새어나오고 있었다.
그 소리를 들으면 들을수록, 소일의 정신은 희미해져 갔다. 
그렇게 소일은 정신을 잃었다.
소일이 눈을 떴을 때, 소일 앞에 놓여있던 모니터는 산산조각나있었다.
그리고 소일에 손엔 유리 파편이 박혀있었다. 
피도 나지 않았고, 그저 박혀만 있었다.
소일은 의아함을 느끼며 손에 박혀있는 유리 파편을 하나 하나 뽑았다.
그러자 그 자리에선 피가 나기 시작했다.
이에 의구심을 가질 틈도 없이, 방으로 박실장이 들어왔다.
박실장이 차분한 목소리로 말했다.
"소일, 너는 탈출한 아이들에 대하여 어떻게 생각하지?"

소일은 제 소중한 친구들이라고 답하려 했다. 
"제거 대상이요."

소일은 당황스러웠다.
분명히 자신이 말하고자 했던 것과 다른 말이 입에서 튀어나온 것이다.
소일이 의구심을 가질 틈도 없이 박실장은 소일을 데리고 연구소 밖, 어느 허름한 별장으로 들어갔다. 
그 안에는 세찬, 구름새, 무선, 샐리가 있었다. 
소일이 말했다. 
"저 잠깐 화장실 좀 갈래요. 화장실이 어디에요?"

소일은 박실장의 안내에 따라 화장실로 들어갔다. 
소일은 화장실에서 마음을 좀 식히려 세수를 하려 했다.
그런데, 화장실 거울에 비친 소일의 모습은... 소일이.. 아니었다.
소일이 말했다.
"너는 누구야?"

"나? 나는 소밀이야. 날 기억하나 모르겠네?"

"당연히 기억하지. 니가 나한테 얼마나 큰 충격을 줬는데."

"충격? 고마워. 아무튼 이런건 상관없고, 너한테 꼭 해줄 말이 있어."

"해줄 말? 그게 뭔데?"

"지금 밖에 있는 니 친구들, 지금 다 세뇌당했어.
프로젝트 HV라고 알아? 필요시 너희 같은 능력자들을 이용해 조직의 이익활동을 하는 건데, 그게 지금 발동이 됐어.
탈출한 애들 있지? 지금 걔네들 잡으려고 애들을 세뇌시킨거야.
쟤네 능력을 써야만 능력자를 잡을 수 있으니까."

"근데 그러면 그냥 데려오고 끝내면 되는거 아니야?
다시 들어와도 별 상관은 없잖아."

"쟤네 목표는 단순 생포가 아니야. 
목표물 제거라고. 니 친구들을 제거하는게 목표라고.
솔직히 나는 니 친구들 목숨, 하나도 상관 없어.
내 알 바가 아니야. 근데 너한텐 중요하잖아.
내 목표는 너를 돕는거고 너를 행복하게 하는거야.
그러니까 내가 지금부터 하는 말 꼭 세겨 들어.
여기서 나가서 부턴 마치 세뇌된 것처럼 행동해.
그니까 애들을 제거대상이라고 생각하고 말하고 행동하라고.
내가 중요한 상황엔 처리해 줄테니까 평소에 이것만 지키면 돼. 
알겠지?"

"알겠어."

소밀의 형상은 그와 함께 거울에서 사라졌다. 
소일은 깊은 심호흡을 한번 하고 문고리를 잡았다.
소일의 여정은 이렇게 시작되었다.

<b>Chapter 11 End</b>
    ` },
    12: {
        title: "챕터 12. 영웅",
        content: `
탈출한 아이들과 박경수는 정처 없이 도심을 돌아다니고 있었다.
찾고 가야할 곳은 있었지만 그 곳이 정확히 어딘지도, 어떻게 가는지도 알지 못했다.
그들이 찾아야 할 곳은 그들의 몸에서 위치 추적기를 적출할 수 있는 곳이었다.
그럼 '그냥 아무 병원이나 가면 되지 않느냐?'라는 생각이 들 수도 있었지만, 
독재 정권의 산하 조직인 연구소의 눈을 피할 수 있는 병원은 존재하지 않았다.
만약 병원 기록에 위치추적기를 적출했다는 기록이 남기라도 한다면 그들은 바로 붙잡힐 터였다.
결국 정부의 눈을 피할 수 있고 어느정도의 수술을 집행할 수 있는 곳을 찾아야하는 것이었다.
하지만 휴대전화 같은 전자기기 없이 그런 장소를 찾기란 불가능했다.
박경수는 폰을 가지고 있긴 했지만, 그의 폰 역시 추적당하고 있었기에 이미 버리고 온 터였다.
결국 발로 걸어다니며 그런 장소를 찾아야 했는데, 그것이 가능할지는 미지수였다.
그들은 될대로 되라는 마음으로 그냥 돌아다니기로 마음먹었다.
그래도 어느정도의 체계화는 필요했다.
근처 구멍가게에서 전국지도를 구매한 그들은 가게 주인으로부터 현재 위치를 표시하고,
이를 중심으로 돌아다니며 다닌 마을은 표시했다.
우리가 사는 현실 세계에서 한국의 도심지는 딱히 '마을'이라는 구분의 필요가 없이 그저 쭉 이어져 있는 구성이다.
하지만 이 세계는 한국은 독재정권에서 벗어나지 못해 그 정도의 경제 성장을 이루지 못하였고, 
아직도 '마을'이라는 군집이 띄엄띄엄 간격을 이루며 떨어져 있다.
그런 '마을'들을 돌아다니며 찾고자 하는 곳을 찾아다니기로 한 것이다.
그들이 첫번째로 들른 마을은 송화 마을이었다. 
어느정도 사회의 체계는 잡혀있지만, 어느 부분에서는 아직 구식인, 그런 과도기에 놓인 마을이었다.
이런 장소가 그들이 찾고있던 그런 병원이 위치하기에 딱 좋은 장소였다.
그들은 골목 구석구석을 돌아다니며 혹시 벽에 무언가 붙어있는 곳은 없는지, 
의료원 전단지 같은 것은 없는지 찾아다녔다.
그렇게 돌아다니다 보니, 어느새 해가 다 저물어 있었다. 
박경수가 말했다.
"슬슬 다음 마을로 이동해야 돼. 계속 여기 있다가 언제 추적당할지 몰라."

다진이 답했다.
"그래! 근데 그 전에 밥좀 먹고 가자. 나 배고파."

박경수가 경멸한다는 듯한 말투로 말했다.
"내가 반말 쓰지 말라고 했지."

다진이 웃으며 답했다.
"예 예 알겠습니다~~"

박경수는 한숨을 내쉬며 아이들은 데리고 어느 노포 안으로 들어갔다.
노포에 들어가자 나이가 지긋하신 할머님이 반겨주시고 계셨다.
그렇게 할머님이 끌여주는 음식을 맛있게 먹고 있던 중, 
갑자기 문을 열고 검은 복장을 한 남성이 들어오더니 
할머니에게 총을 겨누기 시작했다.
박경수는 놀라서 크게 소리쳤다.
"저희가 그 타겟입니다. 할머님은 건들이지 마시죠."

그랬더니 그 남자가 이해를 못하겠다는 듯이 답했다.
"뭔 개소리야? 내 타겟은 돈이야. 니들이 돈이야? 
인간머니야? 그건 그렇고, 할머니 빨리 돈이나 여기 담아.
이 총에 맞기 싫으면 담으라고. 그리고 거기 이상한 당신, 
당신도 이 일 다른데에 알리려고 하는 순간, 
이 총에 맞는거야 알았어!! 그니까 다 닥치고 있어."

다진은 당황하며 옆에 있던 케이를 바라봤다.
케이 역시 같은  표정이었다.
그 옆 드듣도, 그 옆 금곤까지, 모두 당황해 강도를 바라보고 있을 뿐이었다.
할머님은 강도의 요구대로 돈을 가방에 담았고, 이를 챙긴 강도는 노포를 나서려 했다.
다진은 고개를 조금 더 돌려 구름을 바라보았다.
구름의 눈에선 살기가 쏟아져 나오는 듯 했다.
구름은 강도의 발을 얼려 강도가 움직이지 못하도록 막았다. 
드듣도 결심했는지 자리를 박차고 일어나 강도의 상체 쪽으로 물을 날렸고,
구름이 그 물을 얼리면서 강도를 꼼짝도 못하는 상태로 만들었다.
다진, 케이, 금곤은 강도가 가지고있던 가방에서 돈을 꺼내 할머님에게 다시 돌려드렸고,
박경수는 근처 파출소로 찾아가 강도의 존재를 알렸다. 
그리고 그들은 할 일을 마쳤다는 표정으로 가게를 나섰다.(계산은 당연히 했다.)

그렇게 다음날 아침, 노포로 세찬이 걸어들어왔다.
세찬이 할머님께 물었다.
"할머님, 혹시 이런 아이들 보신 적 있으신가요?"

할머님이 답했다.
"예. 봤습니더. 근디 어디로 갔는지는 몰라. 그냥 훌러덩 하고 가버렸다니까."

세찬이 나간 후, 할머님은 다시 한번 말했다.
"그 아들, 내한텐 영웅이지. 그렇고 말고."
<b>Chapter 12 End</b>
    ` },
    13: {
        title: "챕터 13. 거울",
        content: `
소일은 세뇌당한 아이들과 함께 행동하고 있었다.
세뇌당한 아이들의 평소 모습은 세뇌당하기 전과 비슷했지만,
탈출한 아이들에 대한 이야기가 나올 때면 표정이 굳어버리는 것이었다.
그렇게 소일은 그들과 불편한 동행을 이어나가게 된 것이다.
소일과 아이들이 향하고 있던 곳은 '송화'라는 이름의 마을이었다.
이들이 이 곳에 온 이유는 탈출한 아이들을 찾기 위함이었다.
아이들의 몸에 이식된 위치추적기는 6시간에 한번씩 자신의 위치정보를 전송하는 구조였다.
원래 처음엔 1분마다 전송되는 구조였지만, 시간이 꽤 흘렀는지, 
위치추적기의 신호가 불안정해져 6시간에 한번씩 신호가 도달하고 있는 것이었다.
연구소는 이를 깨닫고 그들의 몸에 있는 위치추적기를 교체하려 했지만, 
그 전에 아이들이 도망간 것이었다. 
그렇게 탈출한 아이들은 자신들의 위치가 실시간으로 전송되고 있다는 생각에 불안해지고,
그 아이들을 쫒는 쪽은 6시간에 한번씩 전달되는 신호를 답답하게 여기는 상황이 일어나고 있던 것이다.
결국 쫒는 아이들에게 주어진 선택지는 하나였다.
신호가 전달되면 그 지역으로 향해 아이들이 어디로 갔는지 물어보는 것 뿐이었다.
그렇게 도착한 '송화'라는 마을에서 찾던 목표가 아닌 
'영웅'이라는 말밖에 듣지 못했으니 더욱더 답답해질 뿐이었다.
무리의 행동대장인 세찬의 말대로 움직이던 아이들이었지만,
이렇게 계속 허탕만 치다보니 계속해서 시간만 날리는 듯한 느낌인 것이었다.
그렇게 놓치고 나면 6시간을 그저 기다리는 수 밖에 없었고, 
이는 이들이 목표를 찾는데 어려움을 줄 뿐 이었다.
소일은 그 시간을 이용하기로 마음먹었다.
소일은 잠깐 바람 쐬러 나갔다 온다는 말과 함께 근처 저수지로 향했다.
그러곤 하늘이 비치는 저수지를 바라보며 소밀을 불러보았다.
그러자 저수지 물에 소밀이 비춰보이기 시작했다.
소일이 물었다.
"지금 아이들이 어딨는지 알아?"

소밀이 답했다.
"아니? 난 그런거 까진 몰라."

소일이 다시 되물었다.
"그럼 어떡해? 애들을 찾기라도 해야 걔들을 도와주든 할거 아니야. 
이렇게 계속 하다간 뭐 아무것도 못해본 채로 시간만 가는거잖아."

소밀이 잠시 머뭇거리더니 답했다.
"그건 그렇긴 해. 그럼 이건 어때? 내가 걔들이 갈 것 같은 곳을 예상해 줄게.
뭐 모르는것 보단 낫지 않겠어?"

"그래. 뭐 니 생각은 어떤데?"

"음.. 아마 병원으로 가지 않았을까?"

소일이 의문이라는 표정으로 물었다.
"거긴 왜?"

소밀은 잠시 고민하는 듯 보이더니 그대로 모습을 감추었다.
결국 소일은 다시 홀로 남겨진 것이었다.
'병원이라... 병원은 왜....'

그때 소일의 머릿속에서 하나의 생각이 스쳐지나갔다.
바로 부대장이었다.
부대장은 탈출한 아이들을 잡으러 나섰다고 돌아오지 않고 있었다.
만약 아이들이 특수 부대에 의해 깊은 상처를 입었다면,
그리고 그것 때문에 병원을 찾아다니고 있다는 것이라면 모든 것이 말이 되는 듯 했다.
그렇게 되면 아직 아이들을 잡지 못했기에 부대장이 돌아오지 않는 것도 설명이 되는 것이었다.
소일은 다시 아이들이 있는 여관으로 돌아왔다.
소일이 아이들에게 외쳤다.
"우리 옆 동네들이나 돌아다녀 보자. 그러다가 애들을 찾을 수도 있는 것 아니겠어?"
<b>Chapter 13 End</b>
    ` },
    14: {
        title: "챕터 14. 회색 숲",
        content: `
또....
또....또.....
허탕이다....
벌써 5번째 마을이건만, 찾는 병원의 코빼기도 보이지 않는다.
사실 그럴만도 하다.
아무런 계획도 없이 병원을 찾아 나섰으니,
아무것도 찾지 못하는 것이 당연한 이치였다.
그리하여 근처 공터에서 잠시 휴식을 취하고 있었는데,
금곤이 말을 붙였다.
"우리 너무 정처 없이 떠돌고 있는거 같지 않아?
뭐 병원도 못 찾는데, 그거 말고 뭐 다른거라도 해야되지 않겠어?"

드듣이 답했다.
"그건 그래. 흠.... 구름 언니 생각은 어때요?"

구름이 곰곰히 생각하더니 답했다.
"흠... 사기꾼들 뒤통수를 후려칠까?"

드듣이 답했다.
"강도들을 때려 눕힐까?"

금곤이 말했다.
"그거 좋다. 때려 눕히고 그냥 발로 까버리자.
그냥 머리채 잡고 이리저리 흔들고 던져버리고
다시는 못 일어나게 다리를...."

다진이 신경질적으로 답했다.
"시끄러워..... 왜 이렇게 말이 많아."

케이가 손을 내밀며 말했다.
"그럼 이렇게 하자. 다들 하는 말이 대충 범죄자들 잡자는 거 같으니까
우리가 한번 해보자. 그거."

드듣이 웃으면서 말했다.
"이거 뭐 거의 완전 히어로구만 히어로. 맞지?"

다진이 경멸하면서 말했다.
"그런 징그러운 말좀 하지마. 뭔 히어로는 히어로야."

그때, 박경수가 땅을 박차고 일어나며 말했다.
"할 얘기 끝났으면 슬슬 출발하자. 히어론지 뭔지는 니들이 알아서하고.
그 전에 잡히면 그건 히어로가 아니라 포로다 포로."

그들의 다음 행선지는 대한민국 유일의 빌딩숲,
'메트로폴리스'였다.
너무 이름이 사이버네틱하지 않냐고?
설명을 들으면 이해가 갈 것이다.
메트로폴리스는 도시 밀집화가 되다 못해 폭발해버린, 
인구밀도가 홍콩보다 높은, 그런 빽빽한 도시다.
높게 올라간 빌딩과 비춰지는 화려한 네온 싸인들.
거기다가 지하에 쫙 깔린 지하상가는 범법행위의 성지이다.
이런 도시가 갑자기 왜 이 세계에 있냐고?
그건 뭐 차차 알아가기로 해보자.
아무튼, 이 도시에 온 이유는 간단하다.
메트로폴리스 지하상가에는 분명 찾고있는, 그런 병원이 있을 것이 뻔했기 때문이다.
범법행위가 당연한듯이 일어나는 그런 지하 장소, 그보다 더 적격인 장소가 어디있겠는가?
물론 이점만이 있는 것은 아니었다.
인구가 많은 지역인 만큼, 경비도 많고, 경찰도 많다.
까딱하다간 잡혀 연구소로 다시 보내질 수도 있다.
하지만, 이런 위험정도는 감수하는 것이 맞았다.
수개월간 빙빙 돌기만 하는 것 보다는 
차라리 이 '메트로폴리스'에 머물면서 병원을 찾는 것이 이득이다.
그러나, 메트로폴리스에 들어가는 일이 그리 쉬운 것이 아니다.
당연히 시민증이 필요하고, 그에 따른 금액도 지불해야 한다. 
그럼 어떻게 이 도시 안으로...

"들어와 내가 열어놨어."

다진이었다. 아직 말도 꺼내지 않았는데 순간이동해 안쪽에서 문을 연 것이었다.
우린 그렇게 비밀스럽게 메트로폴리스 안으로 들어섰다.
<b>Chapter 14 End</b>
    ` },
    15: {
        title: "챕터 15. 어둠속 빛",
        content: `
때는 2015년, 비는 오지 않았지만 꿉꿉한 밤이었다. 
모두가 잠들어있는 캄캄한 새벽, 케이는 홀로 하늘을 바라보며 앉아있었다. 
케이는 어둠을 두려워했다.
어둠을 몰고 오는 밤도, 아침에 생기는 그림자도 너무나 무서웠다.
그러면서도 케이는 밤이 너무너무 좋았다.
그런 케이가 유일하게 두려워하지 않고 볼 수 있는 밤이 바로 보름달이 뜬 밤이었다.
케이는 하늘에 떠있는 보름달과 그 월광을 바라보며 혼자만의 시간을 보내고 있었다.
이것이 케이가 인생을 즐기는 방법이었다. 
케이는 그렇게 보름달이 뜨는 밤이면 밤을 즐기며 뜬 눈으로 밤을 지새웠다.
그렇게 시간이 흘러 2016년 2월 22일의 날이 밝았다.
2월 22일은 매년 찾아오는 달이 가장 밝은 정월 대보름이었다.
케이는 자신의 생일보다도 정월 대보름을 더 중요시하며 지내왔다. 
그리고 대망의 그날, 케이가 점심을 먹고 방으로 돌아왔을때,
연구원 한 명이 케이를 데려갔다. 
연구원을 따라 간 그 곳엔 '선생님'이 있었다.
선생님은 케이를 자리에 앉히곤 말했다.
"케이야, 잠은 잘 잤어?"

케이가 답했다.
"잘 잤어요."

'선생님'은 무언갈 고민하는 듯 뜸을 들이고 있었다.
그러곤 마침내 말하기 시작했다.
"케이야.... 오늘 우리가 하는게 너한테 굉장히 아프고 고통스러울 수 있어.
그래도 참아줄 수 있겠니?"

케이는 고개를 끄덕였다.
아마 정월 대보름이라는 사실 때문에 즐거웠기 때문일 것이었다.
'선생님'은 케이를 끌고 연구실 안으로 들어갔다.
케이를 연구실 의자에 앉히곤 말했다. 
"삐 소리가 들리면 시작되는 거야.
아파도 꼭 참아야 돼. 알겠지?"

케이는 다시 한번 고개를 끄덕였다.
'선생님'이 나가고 삐 하는 소리가 들렸다.
그리고 그와 함께 두통도 몰려오기 시작했다.
케이는 머리를 부여잡고 바닥에 쓰러졌다.
두통은 멈출 기세가 없었고, 케이는 머리가 터질 것 같다는 느낌을 받고 있었다.
한 2분 쯤 지났을까?
삐 소리와 함께 두통도 사라졌다.
그리고 그와 함께 케이는 쓰러졌다.

케이가 눈을 뜬 곳은 의무실이었다. 
정확히 말하자면 의무실 인 것 같았다.
폭신폭신한 베개부터 포근한 이불까지, 모두 의무실이라는 증거였지만,
앞이 보이질 않았다.
그저 캄캄한 어둠만이 케이를 뒤덮고 있었다. 
케이는 두려움에 온몸의 힘이 풀려 도저히 몸을 움직일 수 없었다.
숨소리는 점점 거칠어졌고, 심장은 점점 급하게 뛰었다.
케이는 풀린 팔과 다리로 겨우 땅을 짚고 일어나 벽을 더듬으며 의무실에서 나갔다.
그러곤 보름달이 뜨던 밤마다 나가던 길로 건물 밖으로 나갔다.
더 이상 달은 보이지 않았다.
오직 어둠.... 어둠만이 케이를 뒤덮고 있었다.
케이는 바닥에 웅크린 채 소리를 지르기 시작했다.
어둠에 대한 두려움은 어둠에 대한 분노로 이어졌다.
그리고 그 분노가 맺히다 못해 터져 나왔을 때, 케이의 입에서 어둠이 터져 나왔다.
케이는 그제서야 다시 앞이 보이기 시작했다. 
하지만 달은 보이지 않았다.
달만 보이지 않았다. 
세상에서 제일 소중한 달이...
인생의 낙이었던 달이...
사라졌다.
<b>Chapter 15 End</b>
    ` },
    16: {
        title: "챕터 16. 위기..?",
        content: `
소일은 또 새로운 마을의 병원으로 들어갔다.
벌써 7번째 병원이었다.
병원을 샅샅이 뒤져봤지만, 친구들의 흔적은 찾아볼 수 없었다.
소일은 매일매일을 불편하게 살고 있었다.
분명 몇 주 전까지만 해도 같이 지내던 친구들이
더 이상은 믿을 수 없는 존재가 되었다는 것이, 
편하게 말할 수 있는 사람이 단 한 명도 없다는 것이,
소일에겐 너무나도 큰 부담이었다.
아이들 모르게 이렇게 병원에 있는 순간만이 소일이 한숨 돌릴 수 있는 시간이었다.
소일은 화장실로 향했다.
화장실 속 거울을 아무리 뚫어져라 쳐다봐도 소밀은 나오지 않았다.
소밀이 나오지 않은지도 벌써 일주일 째였다.
17살이 아무의 도움도 없이 혼자 감당하기엔 너무 버거운 일이었다.
그 때문에 계속해서 소밀에게 의존했던 소일이었지만,
소밀이 사라져버린 지금, 소일이 할 수 있는 건 병원을 돌아보는 수 밖에 없던 것이다.
소일은 병원을 나와 아이들과 모이기로 한 장소로 향했다.
그리고 세찬이 뛰어오며 말했다.
"목표물 위치가 메트로폴리스에서 멈췄어."

아이들은 곧바로 메트로폴리스로 향했다.
아주 크고 화려한 조명이 멀리서부터 보였다.
아이들은 연구소에서 만들어준 시민권을 보여주고 메트로폴리스 안으로 들어갔다.
폴리스 안은 총 48층으로 이루어져 있었다. 
상위 층으로 가면 갈 수록 더 높은 계급의 사람들이 살고,
지하로 내려가면 내려갈 수록 하위 층들이 살고 있었다.
이렇게 높고 깊은 도시를 돌아다니며 사람을 찾는다는 것은 불가능에 가까웠다.
어쩌면 도망간 아이들의 선택이 옳았던 것일 수도 있다.
이곳에서는 위치 추적 같은 것은 통하지 않기 때문이다.
아이들은 도망간 친구들이 어디에 있는지 모르고,
소일은 병원에 있다는 것을 안다.
지금이야말로 단독 행동을 해야 할 때였다.
그때, 세찬이 말을 걸어왔다.
"소일, 너 뭐 숨기는 거 있지."

소일은 아무 말도 못하고 가만히 서있을 뿐이었다.
세찬이 말을 이어갔다.
"넌 매일 우릴 남겨두고 혼자 돌아다녔어. 그것도 몇 시간을.
저번에도 넌 바람 쐬러 갔다온다 하고 한 시간동안 돌아오지 않았어.
이게 정상적이라고 생각해?"

소일은 아직까지도 말을 이어나가지 못하고 있었다.
세찬이 다시 말했다.
"대답 못하는 것 보니까 맞구나?"

세찬이 손짓하자 뒤에서 특수부대원들이 소일을 잡으려 쫓기 시작했다.
소일은 그를 피해 도망치기 시작했다.
특수부대를 따돌리기 위해 이리저리 피해다니며 달렸다. 
그렇게 한 30분 쯤 달렸을까?
소일은 특수부대를 따돌리는데 성공한 듯 했다.
소일은 안도의 한숨을 쉬며 천천히 앞으로 걸어갔다.
그러곤 무언가에 미끄러져 넘어졌다.
무언가는 깨진 거울 조각이었다.
그리고 그 속에서 소밀이 튀어나와 말을 걸었다.
"바쁜가 보지? 그렇게 뛰는 걸 보니."

소일은 그 거울 파편을 빈 건물로 갖고 들어가 말했다.
"왜 이제서야 나타나? 나 혼자선 아무것도 할 수 없는 걸 알면서 왜 이제야 나타나냐고!"

소밀은 그건 신경 쓰지 않는다는 듯 침착하게 말을 이어나갔다.
"넌 왜 네 능력을 쓰지 않는거야? 그렇게 좋은 능력을 가지고 있으면서도 왜 쓰지 않는 거냐고."

소일이 답했다.
"그야, 다짐했으니까. 다신 내 능력으로 상처주지 않기로 다짐했으니까!!"

소밀이 말했다.
"너의 목숨이 위협받는 이런 상황에서도?"

소일이 답했다,
"어. 맞아. 이런 상황에서도 난 내 능력 안 쓸거야. 나는 지쳤어. 내 능력에 지쳤다고."

소밀이 말했다.
"혼자만의 시간이 필요한 것 같네?"

그 말과 함께 소밀은 사라졌다.
소일에게 남은건 아무것도....
아무것도.... 없었다.
<b>Chapter 16 End</b>
    ` },
    17: {
        title: "챕터 17. 분업",
        content: `
메트로폴리스는 넓어도 너무 넓었다.
정확히 말하자면 높았다.
많은 층수가 있다는 것은 그들에겐 장점이었다.
들키지 않고 다닐 수도 있고,
층수가 많은 만큼 찾고 있는 그런 병원도 많을 것이었다.
그들은 한층 한층 뒤져보기 시작했다.
그리고 한 층 한 층이 지날 때마다 마음도 한 층 더 급해졌다.
'만약 여기 없으면 어쩌지?'
'여기마저 없다면, 그런 병원은 존재조차 하지 않는 것 아닐까?'
박경수가 그런 걱정을 하고 있는 와중, 아이들은 너무나도 해맑아 보였다.
드듣이 말했다.
"다음은 어디야? 지하 4층? 지하 5층?
여긴 뭐 없는 것 같으니까 미리 보고 있을게.
그리고 뭐 아래 층에 맛있는거 팔지 않을까?
너네꺼도 사둘게."

금곤이 답했다.
"그냥  같이 다녀. 아 진짜 왜 이렇게 정신사나워."

케이가 말했다.
"너도 그렇게 다를거 없거든요?
그래도 금곤이 말이 맞아.
괜히 따로 다니다가 서로 못 찾을 수도 있잖아."

드듣이 아쉽다는 듯이 고개를 끄덕였다.
그리고 그때, 박경수는 무엇인가를 떠올렸다.
따로 다니는 것이 나을 수도 있다는 것이다. 
서로 언제 어디서 만나기로만 정해 놓으면 서로 잃어버릴 일도 없을 것이고,
그렇게 되면 효율이 몇 배로 올라갈 것이기 때문이었다.
박경수가 말했다.
"내가 생각해봤는데,
나눠서 행동하는 것도 괜찮을 것 같아.
그 대신 매일 저녁 9시에 1층 로비에서 만나. 
알겠지?
그리고 혼자 다니는 건 위험하니까 두 명씩 짝 지어서 다녀.
내가 구름이랑 갈 테니까 금곤이랑 드듣이, 다진이랑 케이 이렇게 가면 되겠다."

금곤과 드듣은 어이없다는 표정으로 서로를 한번 바라보고는 소리쳤다.
"제가 왜 얘랑 가요?"

"그건 내가 할 말이거든?"

"뭐래? 내가 훨씬 손해지."

"아니거든? 내가 더 손해거든?"

다진이 인상을 쓰며 말했다.
"너나 너나 똑같애. 
다른 거 하나도 없어.
좋은 말로 할 때 그냥 같이 가."

그렇게 모두가 흩어지게 된 것이다.
박경수와 구름은 위로,
다진과 케이는 아래로,
그리고 금곤과 드듣은 최하위층부터 위로 조사를 하기로 했다.
어딘가 엉성한 그들이었지만, 
이렇게 하면 분명 목표를 완료 할 수 있을 것이었다.
그러나 그들은 알지 못했다.
흩어지는 것이 추적자들과의 대면 확률을 높인다는 것을 말이다.
<b>Chapeter 17 End</b>
    ` },
    18: {
        title: "챕터 18. 개꿈",
        content: `
소일은 하룻밤을 뜬 눈으로 지새웠다.
그것이 정체를 들켰다는 불안감 때문인지,
아니면 친구들에게 전혀 도움이 되지 못했다는 죄책감 때문인지는 확실치 않았지만,
소일의 상태가 정상적이지 않다는 것 만큼은 확실했다.
소일은 차디 찬물로 얼굴을 닦아냈다.
마음 속 이상함을 땀과 함께 씻어냈다.
밤을 새서 그런지 새빨간 코피마저 터져나왔다.
소일은 공원 벤치에 앉아 허공을 그저 바라보고 있었다.
아무 생각이 나지 않았다.
아무 생각을 하고 싶지도 않았다.
자기 자신이 모든 것을 다 망쳤다는 생각으로 자책했다.
자기 때문에 친구들이 위험해졌다며 스스로를 탓했다.
그렇게 계속해서 자기 학대에 가까운 생각을 하던 소일은 공원 벤치에서 그대로 잠들었다.

소일은 어느 복도 한 가운데서 일어났다.
주위를 둘러보니 특수부대가 소일을 쫓아오고 있었다.
생각할 틈도 없이 소일은 도망쳐야만 했다.
소일은 살기 위해 끝도 없이 달렸다.
그렇게 달리고 달렸지만, 소일은 결국 막다른 길에 다다랐고,
특수부대에게 잡히고 말았다.
그리고 그들은 소일을 끌고 가 어느 의자에 앉히곤 몸을 의자에 묶었다.
그 의자 앞엔 도망갔던 친구들, 그리고 언니가 있었다.
소일을 앞에 앉혀두고 그들은 친구들과 언니에게 총을 난사했다.
무자비한 그 쇳덩이에 사람들은 아무것도 못하는 허수아비에 불과했다.
그리고 소일도 결국 허수아비가 되어 쓰러졌다.
이렇게 모든게 끝난 것일까?

소일은 소리를 지르면서 자리에서 일어났다.
소일이 누워있던 곳은 공원 벤치였다.
소일은 안도의 한숨을 내쉬며 이마에 맺힌 식은땀을 닦아냈다.
섬뜩하고 떨리는 꿈이었다.
이런 생각을 하면 안되지만, 일종의 예지몽 같기도 했다.
소일은 그러지 않기를 바라며 침착하게 생각했다.
'이 도시 어딘가엔 친구들과 언니가 있다.
분명 어딘가엔 있을 것이다.
이 곳을 샅샅이 뒤진다면,
분명 그들을 찾을 수 있을 것이다.
이제 남은 건 움직이는 것 뿐이다.'
<b>Chapter 18 End</b>
    ` },
    19: {
        title: "챕터 19. 밑바닥",
        content: `
드듣과 금곤은 최하층으로 내려왔다.
서로를 죽도록 피하는 그들이었지만, 
지금은 힘을 합쳐 찾아내야 했다.
둘은 어둡고 음산한 복도를 걷고 있었다.
깜빡거리는 조명과 끈적거리는 바닥은 불쾌함을 불러일으켰다.
사람은 보이지 않았지만, 무엇인가가 바로 튀어나올 듯 한 분위기였다.
금곤이 말했다.
"야, 여기 복도 좀 무섭지 않냐?"

드듣이 답했다.
"?? 아니? 남자새끼가 요런거에 쫄면 안되지.
그리고 뭐 튀어나오면 그냥 걔 카지노에 가둬버려.
아님 내가 물 다 빼버려도 되고."

금곤이 하나도 놀라지 않았다는 듯한 표정으로 말했다.
"?? 지리네."

최하층은 쓰레기 처리소나 마찬가지였다. 
상위층에서 생긴 쓰레기는 모두 최하층으로 옮겨져 소각된다.
그런 소각장에서 일하는 인부들은 모두 빈곤한 사람들이었다.
상류층에서 버린 쓰레기로 끼니를 해결하는 절실한 사람들이었다.
그런 사람들은 거의 대부분이 최하층에서 거주했고,
당연히 그 근처에는 그들만을 위한 상가도 존재했다.
그런 곳에 드듣과 금곤이 들어온 것이었다.
둘은 여기 저기 쑤시고 다니며 병원을 찾아다녔다.
그렇게 시간을 흘렀고, 둘은 어느새 시간이 5시간이나 지났다는 것을 깨달았다.
둘은 잠깐 쉬기 위해 공원 파라솔 아래에 앉았다,
드듣이 말했다.
"야, 이거 맞냐? 아무것도 안보여."

금곤이 답했다.
"ㅇㅈ 뭐 병원이 이렇게 없냐??"

그러곤 옆쪽에 앉아있던 아저씨들의 대화를 들어보기 시작했다.

"아이고 7시간 내내 허리를 썼더니 그냥 온몸이 쑤시네 이거."

"어우 김씨, 그럼 저기 박병원 가보셔. 거기 진료가 맛깔나.~"

"어우, 난 병원은 질색이야. 뭐 자꾸 등록해라 인증해아 이지랄이잖아!! 내가 뭐 기계여?"

"김씨, 박병원은 그런거 필요 없어~ 그냥 가면 바로 해주더라니까?"

드듣이 재빠르게 옆으로 가 물었다.
"박병원이 어딨다고요?"

도착한 곳에는 '박's 병원'이라는 허름한 네온사인이 그들을 반기고 있었다.
둘은 서로에게 먼저 들어가는 것을 미루고 미루다 가위바위보까지 했고, 
그 끝에 드듣이 먼저 들어갔다.
드듣이 괜찮은 것 같다고 하자 금곤도 곧장 들어갔다. 
병원 내부에는 허름한 카운터 속 직원 한 명과 대기석에 앉아있는 한 사람이 보였다.
둘은 허름한 카운터로 가 말했다.
"저희가 급하게 가야할 때가 있는데, 몸 안에 이식장치가 박혀있어서 공항을 못떠요.
혹시 그 이식장치좀 찾아서 떼어주실 수 있나요? 금액은 넉넉히 드리겠습니다."

"흠... 네, 가능합니다. 수술은 한명씩 가능한데 누구부터 하시고 싶으신가요?"

드듣이 답했다.
"제가 먼저 받겠습니다."

그렇게 드듣은 직원을 따라 수술실로 들어갔다. 
수술실 문이 닫히고, 금곤은 기다리기 위해 대기석에 앉았다. 
그리고 대기석에 앉자 마자 병원 문이 열리는 소리가 들리더니 
익숙한 목소리가 들려왔다.
"금곤, 찾았다."

그 정체는 희미한 미소를 띄고 있는 세찬이었다.
금곤은 들떠서 세찬에게 달려갔다.
"어떻게 나왔어? 너도 탈출 한거야??
어떻게? 여긴 어떻게 찾아왔어?"

세찬은 한 5초간 침묵을 지키더니 금곤의 복부를 테이저건으로 지졌다.
금곤은 그 자리에서 쓰러졌고, 특수부대원들이 금곤을 끌고갔다.
세찬이 말했다.
"그럼 드듣은...?"
<b>Chapter 19 End</b>
    ` },
    20: {
        title: "챕터 20. 혼란",
        content: `
다진은 비명소리와 함께 잠에서 깼다.
분명 밖에서 들리는 비명소리였다. 
주위를 둘러보니 케이가 보이지 않았다.
저 비명소리는 분명 케이의 것일 것이었다.
다진은 문을 살며시 열어 복도를 지나 밖 정원으로 향했다.
케이는 항상 밤마다 그곳으로 가기 때문이었다.
나무 바닥을 한 걸음 한 걸음 지나 밖으로 나가니 
케이가 웅크린 채 바닥만 바라보고 있었다.
다진은 케이에게 살며시 다가가 조심스럽게 물었다.
"케이야, 괜찮아?"

케이는 고개를 다진에게로 돌렸다.
다진이 본 케이의 눈은 아주 검게 물들어 있었다.
분노일지 슬픔일지 모르는 그 눈을 한 채로 케이는 다진을 뚫어져라 쳐다보고 있었다.
케이는 평소의 케이 같지가 않았다.
꼭 다른 사람 같았다.
그럼에도 개의치 않고 다진은 케이를 부축해주곤 침실로 데려다 주었다.
그리고 잠에 들 때까지, 케이는 단 한 마디조차 하지 않았다.

다음날 아침이 밝았다.
하늘엔 먹구름이 껴 있었다.
그렇게 다진은 아무일 없었다는 듯이 하루를 보냈다.
밥 먹고, 선생님이랑 상담하고, 낮잠 자는,
케이가 없었다는 것을 뺀다면 지극히 정상적인 하루였다.
케이는 혼자 구석에 박혀 허공을 바라보고만 있었다.
허공만을 바라보는 케이의 눈빛은 심연을 보고있는 듯한 느낌이었다.
케이는 그 상태로 아침도, 점심도 거른 채 가만히 앉아있을 뿐이었다.
그렇게 해는 완전히 모습을 감추었고, 저녁이 찾아왔다.
다진은 아직까지도 가만히 있는 케이가 걱정되어 케이에게 다가가 말했다.
"케이야, 저녁 먹으러 가자. 
이렇게 아무것도 안먹으면 안돼."

케이는 어제의 그 눈빛으로 다진을 바라보더니 곧 갑자기 다진을 덮쳤다.
검은자밖에 보이지 않는 케이의 눈에는 분노가 서려있었고,
몸에서는 강한 어둠이 뿜어져 나오고 있었다.
다진은 케이에게서 빠져나가려 몸부림쳤지만, 
그림자에 잠식되어 점점 힘이 빠지는 것을 느끼고 있었다.
그렇게 다진의 고통이 심해지고 있을 때,
갑자기 고통이 '뚝' 하고 끊겼다.
다진 주변엔 케이도, 침실도, 아무것도 남아있지 않았다.
이곳은 카페테리아였다.
다진의 몸을 덮고 있던 어둠은 조금씩 빠져나가며 다시 빛이 보이기 시작했다.
그리고 다진은 금새 이상함을 느꼈다. 
왼쪽 눈이 보이질 않았다.
오른쪽 눈으로만 세상이 보였다.
다진은 바로 카페테리아 벽에 달린 거울로 달려갔다.
거울의 비친 다진의 왼쪽 눈은 어둠으로 뒤덮여 있었다.
다진은 모든것이 혼란스러웠다.
갑자기 왜 케이가 자신을 공격했으며, 
자신이 왜 카페테리아로 이동된 것이며, 
한 쪽 눈은 왜 안보이는지.....
도무지 아무것도 이해할 수 없었다. 
그리고 그렇게 혼란에 빠져있던 다진은 연구원들에 의해 잡혀 끌려갔다.
<b>Chapter 20 End</b>
    ` },
    21: {
        title: "챕터 21. 고민",
        content: `
소일은 손을 덜덜 떨면서 벤치에 앉아 있었다.
친구들을 먼저 찾아야 했다.
그 녀석들보다 빨리 찾아야만 했다.
소일은 떨리는 손을 잡곤 자리에서 일어났다.
가던 길에 있는 호수를 보곤 말했다.
"소밀, 보고 있다면 응원해줘."

소일은 하루, 이틀, 사흘이 지나도 계속 돌아다녔다.
애들을 꼭 찾고야 말겠다는 마음가짐으로 메트로폴리스를 층층이 뒤졌다.
그렇게 일주일 쯤 지났을까?
소일은 다진을 발견했다.
정확히 말하자면 다진의 뒷모습을 본 것만 같았다.
소일은 천천히 그 사람을 따라가보았다.
역시나, 다진이 확실했다.
다진이 향하는 곳을 따라가보니 사람 6명이 있었다.
이것마저 완벽했다.
탈출한 6명 모두가 있었다.
왼쪽부터 차례대로 구름 언니, 다진, 케이, 드듣, 금곤, 그리고 .... 음???
한명이 없었다.
그 대신 턱수염난 이상한 아저씨가 같이 있었다.
소일의 머리가 지끈 하더니 기억이 떠올랐다.
이상한 아저씨는 연구소 내 부대장이었다.
소일은 생각했다.
'혹시 친구들이 이미 납치당한 건가?
지금 세뇌돼있는건가?
아니면 벌써 특수부대에 잡힌건가?
그럼 나를 찾고있는 건가?'

소일은 반갑게 다가가려던 발걸음을 멈추곤 뒷걸음질 치기 시작했다.
'내가 애들을 지키지 못한건가?
내가 실패한 건가?' 같은 생각들이 소일의 머릿속을 치고 지나갔다.
그런데 생각을 달리해보면 이러했다.
그들은 소일이 어딨는지 모른다.
그렇다면 소일이 그들에게 들키지 않을만한 거리를 지키며 돌아다닌다면
만일 그들이 이미 잡혀 세뇌당했더라도 안전할 수 있을 것이었다.
그렇게 소일은 그들을 따라다니며 관찰하기 시작했다.
그렇게 하루 이틀 그들의 근처를 돌아다니다 보니 
친구들이 세뇌당하지 않았다는 것이 더 맞는 것 같았다.
유일하게 걸리는 점이라고 하면 바로 부대장,
그토록 소일을 잡으려고 혈안이었던 부대장이 왜 저기 같이 있는 것이냔 말이다.
소일은 밤새 고민했다.
부대장이란 존재를 감수하고 아이들에게 다가가도 되는지에 대해 말이다.
그리고 그 결론은 일단 부딪혀 보자는 것이었다.
그렇게 말을 걸려고 다가갔을때,
보이는 건 언니와 부대장 뿐이었다...
<b>Chapter 21 End</b>
    ` },
    22: {
        title: "챕터 22. 좋은 꿈",
        content: `
다진은 화장실 거울에 비친 자신의 모습을 쳐다보았다.
어느새 어깨까지 내려온 머리카락과 더러워진 안대가 보였다.
다진은 가위로 직접 머리카락과 안대를 잘라내곤 모두 버렸다.
본격적인 탐색을 위한 준비였다.
다진은 그대로 밖으로 나가 기다리던 케이와 합류했다.
대망의 계단 앞에 선 그들은 그저 그 자리에 서있을 뿐이었다.
다진이 말했다.
"야, 니가 먼저 내려가"

케이가 어이없다는 듯이 말했다
"니가 먼저."

"야, 내려가라 했다."

"ㄴ..네!"

그들은 한 층 내려가고 둘러보고, 한 층 내려가고 둘러보는 것을 계속해서 반복했다.
지상층과 근처라서 그런지 딱히 위험한 곳도 없고, 
굉장히 쾌적했다.
물론 찾고 있던 병원같은 것도 없었다.
시설은 쾌적했지만 그분은 쾌적하지 않은 것이었다.
그렇게 시간이 지나고 시계는 어느새 8시 50분을 가르키고 있었다.
케이가 말했다.
"슬슬 올라가자. 시간도 거의 다됐고, 
5층이면 많이 둘러봤어."

다진은 아무말도 없이 고개를 숙이고 있다가 무엇이라도 깨달은듯 고개를 들어 올렸다.
"야, 우리 마지막으로 지하 20층만 한번 가보자. 
뭔가 삘이 왔어."

케이는 한숨을 쉬더니 곧 수긍하고는 다진과 함께 지하 20층으로 내려갔다.
20층은 생각보다 조용했다.
조용한 공간속을 비집고 다니다보니 병원 한개가 눈에 들어왔다.
다진이 말했다.
"여기 쓰여있네, 갈곳없는 사람들을 위한 병원. 갈곳 없는 사람들 딱 우리잖아.
설마 신분 확인을 하겠어?"

케이는 고개를 절래절래 흔들었다.
그러자 다진이 한마디를 더했다.
"그지? 이게 나야."

케이는 다시한번 고개를 젓더니 말했다.
"넌 좀 다른 사람 앞에서도 그렇게 신나봐. 왜 내 앞에서만 이래.
그리고, 여기 쓰여있잖아, 신분증 지참은 필수!!!"

다진은 작게 미안이라고 말하고는 케이를 끌고 1층으로 가려고 하고 있었다.
그러던 중 골목이라고 해야할지 복도라고 해야할지 모르는 공간에서
두 남성이 노숙자로 보이는 사람을 가격하고 있는 모습이 보였다.
케이는 달려가 노숙자를 도와주려던 다진을 멈춰세우곤 
그림자속에 숨어 복도로 이동했다.
그러곤 두 남성을 그림자를 통해 벽에 묶어버렸다.
두 명은 빠져나오려 안간힘을 다 썼지만, 빠져나올 순 없었다.
"야이 개새꺄! 넌 시팔 누구길래 우리한테 이래? 야! 대답 안해!!!"

케이와 다진은 이 말을 무시하곤 1층으로 다시 향하기 시작했다.
올라가는 엘리베이터 안에서 다진이 케이에게 물었다.
"난 왜 멈춰 세운거야? 나도 같이 싸우면 됐잖아?"

"넌 순간이동밖에 못하잖아. 그걸로 뭔 싸움을 한다고."

"야 그럼 지금 뜰래? 내가 순간이동으로 발라줄게!"

"닥쳐"

하지만 지금은 그들이 싸우고 있을 때가 아니었다.
시간은 벌써 9시를 넘어 9시 반을 가르키고 있었다.
동시에 서로를 바라본 둘은 서로의 표정에서 'ㅈ댓따'를 감지할 수 있었다.
그들은 엘리베이터가 1층에 도착하자마자 로비로 뛰어갔다.
그곳에는 부대장이나 구름언니가 아닌 패닉 상태에 빠져있는 드듣밖에 보이지 않았다.
<b>Chapter 22 End</b>
    ` },
    23: {
        title: "챕터 23. 스토킹",
        content: `
소일은 지금 스토킹을 하고 있다.
그 대상은 두 명, 흰 머리의 여성과 검은 머리의 남성이었다.
맞다, 그들은 구름과 부대장이었다.
소일은 선뜻 용기가 나질 않았다.
애들이 여럿 있는것도 아니고, 두 명 있는데 또 그중 하나가 부대장이다보니 더더욱 그랬다.
거기다 언니와 있었던 일을 생각하면.....
아무리 생각해도 그냥 이렇게 거리를 두면서 다니는게 나은 듯 했다.
구름과 부대장은 한층한층 올라가며 곳곳을 샅샅이 둘러보고 있었다.
소일은 생각했다.
'대체 어딜 가는거지?
뭘 찾고 있길래 저렇게 구석구석 다 다니는 거지?'
그들이 어디로 가고있는지도,
왜 두 명밖에 없는지도 모른 채로 소일은 계속 그들을 따라다녔다.
그렇게 한 세 층쯤 돌았을까?
언니와 부대장이 끼니를 떼우러 식당에 들어갔다.
소일은 그것을 확인하자 마자 화장실에 들어갔다.
그나마 그들을 안 따라다니고 쉴 정비를 할 수 있는 시간이었다.
그때, 소일의 머리에 한 생각이 스쳐지나갔다.
'병원'
분명 그놈이 말했었다.
병원을 찾을 것 같다고.
그놈이 싫긴 해도 걔는 아무말이나 하는 애는 아니었다.
부대장과 언니가 돌아다니는 곳도 모두 병원 근처였다.
한번은 우연일 수 있겠지만 두번부턴 아닐 것이었다.
그렇다면 문제는 하나였다.
'도대체 왜 여러 병원들을 돌아다니지?'
그 정답은 간단했다.
그들이 병원에서 뭔갈 하려는 순간 특수부대가 들이닥칠것이 뻔했다.
그것을 피하기 위해 아무런 등록절차가 필요없는 그런 병원을 찾아돌아다니고 있을 것이 뻔했다.
소일을 거울을 보며 세수를 한 후 손의 물기를 딲아내곤
밖으로 나가려다 어깨가 무언가에 부딪히는 것을 느꼈다.
소일은 고개를 들어 그 사람을 확인했다.
그 사람은...
구름이었다.
구름이 말했다.
"소일...?
너가 왜 여기있어?"

소일이 답했다.
"언니야말로 왜 여기있어?"

"내가 먼저 물어봤잖아. 
어떻게 나왔냐고."

"언닌 나 두고 그렇게 도망쳤으면서 그런 말이 나와?"

"그땐 어쩔 수 없었어. 
상황이 너무 급박해서...
미안해."

"이제서야?
2년만에 하는 소리가 미안해 한마디야?"

"미안...해..."

"이 얘긴 나중에 하자.
지금은 그게 중요한게 아니잖아."
<b>Chapter 23 End</b>
    ` },
    24: {
        title: "챕터 24. 직면",
        content: `
다진과 케이는 드듣에게 가까이 다가가보았다.
케이가 말했다.
"야, 무슨 일 있어? 
무슨 사람이 그렇게 넋이 나가있어?"

드듣은 아무런 대답도 하지 않는 채 그저 땅만 바라보고 있었다.

"아니 뭐라고 좀 말좀 해봐.
무서워지잖아, 그리고 금곤은?
금곤은 어디있어?"

"잡혀갔어."

케이가 못 믿겠다는 표정으로 다시 물었다.
"잡혀갔다고?"

드듣은 그제서야 케이와 다진을 바라보더니 말을 시작했다.
드듣의 말에 따르면 금곤과 드듣은 인증이 필요없는 병원을 찾았다고 한다.
그래서 일단 둘 먼저 위치 추적기를 때려고 했는데.......
한번 그때로 돌아가볼까?

드듣은 수술실로 들어가 수술을 하기 전에 엑스레이 스캔을 시작했다.
때어낼 것의 위치를 파악하기 위함이었다.
그러나 그 결과는 이상했다.
아무것도 감지되지 않았다.
아무런 고철 이물질도 몸에서 발견되지 않았다.
그리고 검사 결과를 알려주고 나간 의사는 돌아오질 않았다.
그렇게 의아함을 가지던 그때, 밖에서 '세찬'이라는 말이 뚜렷하게 들려왔다.
드듣은 상황이 무언가 이상하게 흘러가고 있다는 느낌이 들기 시작했다.
엑스레이 촬영을 위해 벗어두었던 반지를 챙기곤 한걸음 한걸음 문쪽으로 가 
문에 달린 창문을 통해 밖을 내다보았다.
세찬의 뒤로 쓰러진 금곤을 무장한 두 사람이 끌고가고 있었다.
드듣은 그만 다리에 힘이 풀려 주저앉고 말았다.
'어떻게 해야하지?
도망쳐야 되나?'
드듣은 말 그대로 패닉 상태에 빠졌다.
어떻게 해야할 지 모른채 그저 바닥에 그대로 앉아있을 뿐이었다.
드듣은 바닥을 집고 일어났다.
호랑이 굴에 들어가도 정신만 차리면 사는데 지금 상황도 정신만 차리면 될 터였다.
물론 생각만 그렇게 하고 다리는 뒷걸음질 치는 중이었다.
그리고 그때, 쾅 하는 소리와 함께 수술실의 문이 열렸다.
세찬이었다.
세찬이 반갑게 말을 걸었다.
"드듣! 너 여기있었구나?"

드듣이 답했다.
"그게 무슨... 소리야?"

"나도 탈출했어. 연구소에서."

"어.. 정말..?"

드듣의 표정이 굳어지자 반가워하던 세찬의 표정도 굳어지기 시작했다.
세찬이 말했다.
"너, 다 봤구나?"

드듣은 자신도 곧 금곤처럼 될 것이라는 것을 느낄 수 있었다.
그걸 피하기 위해 드듣은 옆에 있던 수도를 틀어 나오는 물을 세찬의 머리 위에서 뿌린 뒤,
세찬을 밀어 넘어뜨리곤 세찬을 넘어 도망치기 시작했다.
신발에 무언가 끼는 듯한 느낌이 들었지만, 지금 그것을 신경 쓸 때가 아니었다.
세찬을 피해 나와도 앞에 특수부대원들이 가득 있었다. 
"손들어, 움직이면 어떻게 될줄 알지?"

드듣은 그대로 손을 위로 번쩍 들어 올렸다.
손을 피자 손에 쥐고 있던 반지도 바닥으로 떨어졌다.
그리고 세찬이 몸을 털며 일어나더니 말했다.
"아씨, 옷 다 젖었네. 
그냥 쏴버려."

드듣은 반사적으로 눈을 꽉 감았다.
그리고 총성이 들려왔다.
하지만 아무런 통증이 느껴지지 않았다.
아니, 총에 맞지도 않았다.
드듣은 이상함을 느끼곤 눈을 떠보았다.
드듣은 물 속에 있었다.
하지만 이상한 점은 숨도 쉬어지고 느낌도 물속 보다는 무중력에 가까운 느낌었다.
밖을 보기 위해 해수면을 쳐다보니 분명 병원 천장이 보였다.
심지어는 세찬이 아쉬워하며 가자고 하는 소리까지 들리고 있었다.
문이 닫히는 소리가 들리자, 드듣은 물 밖으로 나가보았다.
병원이었다.
그리고 드듣이 들어가 있던 물은 그저 바닥에 뿌려진 물일 뿐이었다.
드듣은 그제서야 생각이 났다.
과거의 그 일이 말이다.
<b>Chapter 24 End</b>
    ` },
    25: {
        title: "챕터 25. 퐁당퐁당",
        content: `
때는 2015년, 바람이 선선하게 불어오는 초가을이었다.
물을 자유자재로 옮길 수 있다는 능력이 발견된 드듣은 연구소의 주 연구 대상이었다.
'물의 양의 한계는 어디인가?'
'물의 생성은 불가능한가?'
'정말 모든 물을 옮길 수 있는 것인가?'
등등... 정말 많은 것이 연구 주제였다.
드듣은 매일 왔다갔다 하는 것이 번거롭다고 생각하긴 했지만, 
능력이 생겼다는 사실에 마냥 들떠있을 뿐이었다.
드듣은 애들이 마시던 물을 얼굴에 뿌린다던지,
발 밑에다 물을 뿌려 넘어뜨린다던지 하는 장난들을 일삼으며
자신에게 찾아온 축복(?) 아니, 능력을 즐겼다.
그렇게 시간이 흐르고, 어느새 달력은 벌써 늦가을을 향해 달려가고 있었다.
드듣은 아침을 시작하려 몸을 활짝 펴고 침대에서 일어났다.
크게 숨을 한 번 들이쉬니 습한 공기가 코를 찔러왔다.
열린 창문 틈 사이로 쏟아져내리는 가을비 소리가 들려오고 있었다.
드듣은 창문을 닫곤 졸린 눈을 비비며 시계를 확인했다.
오전 5시였다.
평소보다 5시간이나 이른 시간이었다.
드듣은 다시 침대에 누워서 잘까 생각했지만,
기왕 일찍 일어난 김에 새벽 바람이나 쐬기로 했다.
드듣은 우산을 챙겨 싱글벙글한 표정으로 밖으로 나갔다.
물 웅덩이를 하나 하나 넘어 제일 위에 있는 정자로 향했다.
비를 피할 수 있기도 하지만, 산 경치가 가장 잘 보이는 곳이기도 했다.
정자 위에 앉아 그저 멍하니 봉우리들을 바라보다가,
이내 조금 졸렸는지 그대로 잠에 빠졌다.
드듣이 눈을 뜨니 햇빛이 쨍쨍하게 드듣을 비추고 있었다.
비가 그친 것이었다.
드듣은 머릿속으로
'내가 도대체 얼마나 잔거지?'라는 생각을 하며 
하늘에 떠있는 해를 보았다.
해는 저 하늘 정 가운데에 떠있었다.
정오라는 뜻이었다.
다시 한번 졸린 눈을 비비며 자리에서 일어난 드듣은
순간 잊으면 안됐던 사실을 떠올려냈다.
-오늘 오전 11시에 선생님 만나러 가야된다-
드듣은 그 순간 미친듯이 연구실로 달려갔다.
시간 약속을 그 누구보다 중요시 여기는 선생님 상대로 지각을 했다간
어떤 일이 벌어지는지 드듣은 이미 알고 있었다.
그렇게 미친듯이 뛰어가던 그때,
드듣은 물 웅덩이를 피하려다 그만 돌뿌리에 걸려 그대로 물 웅덩이쪽으로 넘어졌다.
풍덩 하는 소리와 함께 드듣은 쓰러졌다.
그런데 무언가 이상했다.
땅에 닿는 듯한 느낌도 들지 않았을 뿐더러 
물에 젖은 듯한 느낌마저 들지 않았다.
눈을 떠보니 드듣은 허공에 떠있었다.
아득할 정도로 새하얀 배경이 드듣 주변으로 펼쳐져 있었다.
그리고 그 배경과 이질적으로 위쪽으론 하늘이 보였다.
하늘과 함께 흔들리는 나무들도 보였다.
드듣은 팔을 뻗어 앞으로 헤엄쳐 나갔다.
이리 저리 헤엄치며 돌아다녔다.
마치 신세계를 발견한 것만 같았다.
어차피 늦은거 여기에 계속 있으면 선생님도 아무말도 하지 못할 것임이 분명했다.
드듣은 편안하게 다리를 뻗고 하늘을 바라본 채 눈을 감았다.
그렇게 다시 몇시간 쯤 지났을까?
드듣은 잠에서 깼다.
오늘만 벌써 세번째였다.
그런데 무언가 이상했다.
이제는 하늘이 보이지 않았다.
까맣게 물들은 해수면 뿐이었다.
드듣은 급하게 위로 헤엄쳐 올라갔다.
그리고 해수면 위로 올라가자 보이는 것은 지옥같이 까만 하늘과
숨이 쉬어지지 않는 공간 뿐이었다.
드듣은 재빨리 고개를 다시 물로 집어넣었다.
손부터 시작해 드듣의 온몸이 떨리기 시작했다.
꼼짝없이 이곳에 갇힌것 같다는 생각에 눈물마저 나오기 시작했다.
드듣은 도와달라고 소리치기 시작했다.
계속해서 소리쳤다.
그렇게 소리치면 누군가는 도움을 줄꺼라는 일말의 희망을 갖고 
계속해서 소리쳤다.
가능성이 거의 없는 것을 알면서도 계속해서 소리쳤다.
그렇게 10분, 한 시간, 열 시간이 넘도록 소리쳤다.
누군가가 답해올때까지....


'제발 누군가는..... 제발.....'


드듣은 손으로 붙잡고 있던 희망의 끈을 놓았다.
더이상 소리치지 않고 그대로 멈췄다.
'어차피 아무도 모르는데.
외쳐봤자지.'
그렇게 좌절하고 있을 때,
떨어지는 빗소리와 함께 다시 하늘이 나타나기 시작했다.
드듣은 놓쳤던 희망의 끈을 다시 한번 붙잡고 위로 올라갔다.
그러곤 축축한 땅에 손을 딛으며 물 웅덩이 밖으로 나왔다.
무려 13시간 만에 만지는 땅이었다.
드듣은 땅 위로 올라온 뒤 그대로 연구소 입구 계단에 앉아 울기 시작했다.
열 시간 넘게 물 속에 갇혀있던 설움의 눈물이었다.
그렇게 훌쩍이던 드듣의 등에 따뜻한 감촉이 느껴졌다.
선생님이었다.
선생님은 드듣을 달래준 뒤 드듣을 방으로 돌려보냈다.
드듣이 방으로 들어가자, 드듣의 침대 위에는 한 상자가 올려져 있었다.
상자를 열어보자 
"엄마가"라고 쓰인 편지와 '7'이라고 쓰여진 반지가 있었다.
드듣은 그대로 상자를 안은 채 다시 한번 눈물을 터뜨렸다.
이 눈물은 어떤 의미였을까?
<b>Chapter 25 End</b>
    ` },
    26: {
        title: "챕터 26. %@린",
        content: `
구름은 소일을 부대장에게로 데려갔다.
부대장은 소일을 보자, 몸을 움찔 거렸다.
머리색 다른 그 소녀가 생각났기 때문이었을까?
아무튼 부대장의 말을 들어보니 소일은 대충 상황파악을 할 수 있었다.
몸에 위치추적 장치가 달려있는 상황이고, 그래서 메트로폴리스를 벗어나지 못한다.
그리고 그런 위치추적기를 뗄 수 있는 병원을 찾아야만 한다.
이것이 소일이 들은 정보였다.
소일이 물었다.
"다른 애들은요?
두고 온거에요?"

부대장이 답했다.
"아니, 우리 따로 다니기로 했어."

"왜요? 싸우기라도 했어요?"

"아니, 그게 더 효율적일 것 같아서."

"근데 그러면 서로 잃어버리면 어떡해요?
그럼 망하잖아요."

"다 방법이 있지.
마침 시간도 됐겠다... 가자 글로."

부대장과 구름은 소일을 데리고 1층 로비로 내려갔다.
시계를 확인해보니 시계는 9시를 가르키고 있었다.
그러나 로비에는 아무도 없었다.
이상함을 느낀 부대장은 
'이상하네?'라는 말을 난발하며 발발 통통 구르고 있었다.
그렇게 20분 쯤 지났을까?
구름이 말했다.
"어이, 부대장 아저씨?
이렇게만 있지 말고 아래로 내려가서 찾아보죠.
너무 늦어지는데.
라고 소일한테 얘기해주세요."

그러자 부대장은 그 말 그대로 소일에게 전해주었다.
소일이 말했다.
"알겠다고 언니한테 전해주세요."

부대장이 말했다.
"그래, 알겠어.
근데 왜 직접 안 말하고 나한테 시키니?
직접 얘기하면 되잖아!!"

소일과 구름이 동시에 소리쳤다.
"아니 그런게 있다니까요!!!"

부대장은 깨갱 한 채로 둘을 데리고 지하로 내려가기 시작했다.
한층, 두층, 세층.... 그렇게 5층 정도를 둘러봤지만 애들의 흔적은 보이지 않았다.
시계를 다시 확인해보니 9시 50분이었다.
셋은 다시 1층 로비로 올라가보았다.
혹시 돌아왔을 수도 있다는 생각에 돌아가보았지만,
여전히 아무도 보이지 않았다.
소일이 말했다.
"잡혀간거 아닐까요?"

부대장이 잠시 생각에 잠기더니 답했다.
"아니야, 그럴리가 없어.
나를 잡은 애들이 그렇게 약할리가 없어."

구름이 말했다.
"그건 아저씨가 약한거에요."

부대장은 다시 한번 깨갱한 채로 답했다.
"그럼 이렇게 하자.
내일부터 우리도 아래층을 쭉 돌아보자.
병원보다는 애들을 찾아야지.
안그래?"

구름과 소일 모두 고개를 끄덕였다.
%갈# 운명을 알지 못 한 채로 그들은 지하로 다시 한번 내려가기로 한 것이다.
<b>Chapter 26 End</b>
    ` },
    27: {
        title: "챕터 27. 단절",
        content: `
두려움이란 무엇일까?
자신에 대한 위협에 대한 공포?
죽을 수도 있다는 위기감?
정답은 끝도 없는 불안이다.
사람은 두려움을 느끼면 자기자신을 그 끝 없는 불안 속으로 끌고 내려간다.
자신이 얼마나 깊이 내려왔는지도 모르고 계속 내려가기만 한다.
그렇게 그 불안의 심연 그 깊이 빠져들면,
<b>사람은 자멸한다.</b>
불안 속으로 빠져 들어가는 사람에게 필요한 것은 다른 사람의 연민, 그리고 도움이다.
드듣은 지금 그것이 필요하다.
그리고 그 연민, 도움을 다진, 케이가 드듣에게 나눠준 것이다.
드듣이 말했다.
"금곤이가 어디갔는지도 모르고
내가 언제 잡힐지도 몰라서
1층으로 올라왔어.
근데도 아무도 없어서 기다렸는데...
다행이다.
너희라도 와줘서."

케이가 물었다.
"드듣, 그러면 너도 구름 언니랑 아저씨가 어디로 갔는지 모르는거야?"

드듣이 끄덕였다.
다진이 말했다.
"그럼 우리 위로 올라가보자.
잡혀갔든 아니든 여기 가만히 있는 것보단 움직이는게 나아.
올라가는 편이 찾을 가능성도 높고."

케이, 드듣도 모두 동의했다.
이제 찾아야 하는 목표는 더 이상 병원이 아니었다.
사람들이자, 동료이자, 친구들이었다.
셋은 한층 한층 돌아보며 <b>'사람'</b>을 찾아다녔다.
비록 다른 사람들에게 물어보며 찾을 순 없었지만,
그래도 그들의 최선을 다해 친구들을 찾아다녔다.
그들의 노력은 대단했지만, 그 노력이 반드시 결과에 반영되는 것은 아니었다.
다음날이 모두 지날 때까지 돌아다녀 보았지만, 부대장도, 구름도 찾을 수 없었다.
그렇게 그들은 다음 날을 준비하기 위해 4층 여관방으로 들어갔다.
의자에 앉아있던 드듣이 다진과 케이를 바라보며 말했다.
"사실 말이야, 내가 위치추적기 찾을려고 엑스레이를 찍었는데....
위치추적기 같은게 없었어."

케이가 놀라서 답했다.
"뭐라고? 없었다고?
그게 말이 돼?
그럼 아저씨는. 아저씨가 거짓말을 한거야?"

드듣이 말했다.
"그건 아닌것 같아.
우리도 계속 쫓겨다녔고,
난 세찬을 직접 봤잖아."

"그럼 뭔데? 그럼 그 망할 위치추적기가 어디있냐고!!"

"나도 잘 모르겠어.
뭔가 앞뒤가 안맞아."

다진이 대화에 슬그머니 끼어들어 말했다.
"위치추적기.... 니 반지에 달린거 아니야?"

드듣이 언성을 높이며 말했다.
"뭐라고!? 이건 우리 어머니가 주신거야.
그런 말 다시는 하지마.
그땐 가만히 안있을 거야."

"미안..."
그렇게 그들의 대화는 단절되었다.
자신들이 찾아내려는 것,
그리고 찾아야만 하는 것 모두를 미궁 속으로 빠트리는 단절이었다.
그들은 확실하지도,
가능성이 높지도 않은 그 실 같은 하나의 기회를 쫓아가야만 하는 운명이었다.
뭐가 문제란 말인가?
그냥 부딪혀보면 되는거지.
<b>Chapter 27 End</b>
    ` },
    28: {
        title: "챕터 28. 재회",
        content: `
<b>프로젝트 HV</b>,
이것은 모노코프 특수실험연구부서에서 극비리에 진행하던 프로젝트였다.
아직 미성숙한 아이들을 대상으로 초능력, 일명 <b>개안</b>을 시켜 자신들의 이익을 위해 활용하는,
윤리적 마음을 가진 사람이라면,
인격을 가진 사람이라면 해서는 안되는 
비인륜적이고, 극악무도한 실험이었다.
이 실험에 관한 내용은 연구부서 사람들 대부분 알고있었지만,
유일하게 널리 알려지지 않은 것이 있었으니....
그것은 바로 <b>수면제</b>였다.
<b>수면제</b>는 소수의 연구원들, 그리고 고위 관계자들 사이의 은어로,
사람을 세뇌시키는 것에 대한 연구를 일컫는 말이었다.
박경수, 즉 부대장은 고위 관계자이긴 했으나,
모노코프 산하의 방위산업체일 뿐이였기에 그 정보에 대한 접근은 불가능했다.
물론, 모른다고는 안했다.
연구소장이 자리를 비운 사이 책상에 놓여있던 연구자료를 읽어보았기 때문이다.
그땐 별 생각이 없던 박경수지만, 
현재 모노코프에게 쫓기고 있는 입장에서 <b>수면제</b>는 너무나도 부담스러운 정보였다.
혹여나 탈출한 다른 아이들을 발견한다 하더라도,
없어진 아이들을 만난다 하더라도, 그들을 절대적으로 신뢰할 수 없었다.
그런 박경수는 현재 한 사람을 유심히 살피고 있다.
그 사람은 바로 <b>소일</b>,
탈출한 아이들에 있지도 않았던 애가
이렇게나 갑자기 자신들을, 그것도 다른 아이들과 떨어져있을 때 찾아왔다는 사실 그 자체가 걸리는 점이었다.
지금 현재 지하 10층에 있는 부대장은, 불안감에 떨고 있었다.
아무런 능력도, 가치도 없는 자신이 잡히는 순간
자신에게 벌어질 일을 너무나도 잘 알았기 때문이았다.
그렇다고 소일의 언니인 구름 앞에서 그런 말을 할 수도 없고,
소일을 떨어뜨리고 따로 말할 세도 없었다.
그렇게 부대장은 소일과 구름이 잠시 자리를 비웠을 때
구름의 겉옷 주머니에 조용히 
'읽으면 뒷골목으로 나와봐.
소일이는 데려오지 말고.'라고 쓰인 쪽지를 넣었다.
그러곤 돌아온 소일과 구름에게 잠시 주위좀 둘러보겠다고 둘러대곤 밖으로 나왔다.
그러곤 뒷골목에서 구름을 기다리기 시작했다.
5분쯤 지났을까?
드디어 구름이 나타났다.
그런데 사람이 두 명이었다.
설마 소일을 데려온 것인가하는 생각이 들어 눈을 비비고 다시 보니
그것은 소일이 아니었다.
구름도 아니었다.



<b>무선, 그리고 샐리였다.</b>
<b>Chapter 28 End</b>
    ` },
    29: {
        title: "챕터 29. 바람돌이",
        content: `
드듣은 <b>'단절'</b>에서 빠져나오기 위해 여관방에서 빠져나왔다.
착잡한 기분을 풀고 싶어서였다.
밖에 나서자 마자, 드듣은 사방이 꽉 막혀있는 메트로폴리스가 점점 지겨워지기 시작했다.
막혀있는 벽, 자연광 하나 없는 복도,
그리고 시원한 바람조차 불지 않는 답답한 공기까지.
폐쇠된 공간에서 오는 답답함은 드듣의 정신을 더욱 더 혼미하게 만들었다.
드듣은 이러한 기분에서 벗어나려 1층으로 향했다.
굳게 닫혀있는 철창 벽 사이로 들어오는 자연의 바람을 위해서였다.
3층의 계단, 그리고 7개의 복도를 지나 마침내 철창에 도착했다.
가장 발전된, 그리고 가장 풍족한 도시라는 이름과는 다르게
메트로폴리스는 마치 감옥과 같은 형태였다.
드듣은 잠시 그 자리에 앉아 회색 구름에 가려진 달을 바라보며 사색에 빠졌다.
보름달이었다.
연구소에서 빠져나온지 한달이 지난 것이다.
한달 동안 겪은 일들을 생각해보니 마음이 갑자기 울컥해왔다.
나는 무엇을 위해 이렇게 열심히 도망치며,
무엇 때문에 이런 삶을 사느냐와 같은 회의감 때문이었다.
전생에 어떤 잘못을 했길래 매일매일 불안에 떨며 살아야 된다는게 너무 억울했다.
그렇게 한참을 탄식만 하고 있을때, 갑자기 옴 몸에 소름이 돋으며 움츠려들었다.
세찬의 목소리였다.
드듣은 재빨리 몸을 숨겼다.
숨어서 힐끗 쳐다보니 옆엔 름새도 같이 있는 듯 보였다.
름새가 말했다.
"형, 오늘은 여기까지만 하자.
새벽 3시까지 이게 뭐하는 짓이야."

세찬이 답했다.
"그래 알겠어.
슬슬 돌아가자."

하지만 인생은 이렇게 쉽게 돌아가지 않는 법이었다.
<b>'깡...깡....ㄲ..ㅏ..ㅇ'</b>
드듣의 뒤로 통조림 캔 하나가 떨어졌다.
드듣은 상황이 꼬였음을 인지하고 바로 뛰어 도망치기 시작했다.
그리고 그때, 드듣 옆으로 무언가 <b>'쌩'</b> 하고 지나갔다.
름새이겠거니하고 고개를 돌려보니 세찬이었다.
세찬과 눈이 마주쳤다.
세찬도 벙쪄하는 눈빛이었다.
아니, 정확히 말하자면 두려움에 떠는 눈빛이었다.
세찬은 그 상태로 숨이 가빠지더니 이내 다리에 힘을 상실하곤 그대로 주저앉았다.
름새가 세찬이에게 괜찮냐라는 말을 하며 세찬에게로 뛰어갔고,
드듣은 그 틈을 통해 도망쳤다.
뒤에서 쫓아오진 않을까 하는 생각에 젖먹던 힘까지 다 쥐어짰고,
그 상태로 여관 앞에 도착하니 숨도 잘 쉬어지지 않았다.
무언가 이상했다.
세찬의 능력은 그런 능력이 아니었다.
평소보다 조금 더 빨라지는 거지, 마하의 속도를 낼 수는 없었다.
그러나 드듣은 그러한 생각을 할 틈도 없었다.
드듣은 그대로 여관방으로 들어가 침대에 드러누웠다.
드듣이 들어오는 소리를 들은 다진과 케이는 꺼져있던 불을 켜곤 드듣에게 물었다.
"야, 어디 다녀왔어??"

"아나 말도 안하고 가면 어떡해!!"

드듣은 한차례 숨을 고르곤 말했다.
"세찬일... 하...  봤어.
름새도."

케이가 답했다.
"그러게 왜 혼자 밖에 나가서...
하마터면 큰일날 뻔 했잖아."

"근데.. 하... 그게 문제가 아니라,
세찬이가 갑자기 튀어나왔어,
소닉처럼 그냥 갑자기.
말도 안되는 속도로 튀어나왔다고."

케이와 다진이 동시에 답했다.
"뭐라고!!????"
<b>Chapter 29 End</b>
    ` },
    30: {
        title: "챕터 30. 피터 제임스",
        content: `
때는 2015년, 샐리는 여느때와 같이 밖에 나와 놀고 있었다.
샐리가 가장 좋아하는 놀이는 돋보기 놀이였다.
한여름의 쨍쨍한 햇빛을 모아 풀, 꽃, 혹은 벌레까지 태우는, 그런 놀이를 샐리는 좋아했다.
단 하루도 빼먹지 않고 매일같이 착실하게 피터라고 이름지은 돋보기를 챙겨 밖으로 나갔다.
덕분에 친구들과는 덜 어울리긴 했으나 뭐 어떤가.
본인이 행복하면 된것이었다.
어느날이었다.
샐리는 다른 모든날과 동일하게 돋보기를 챙겨 밖으로 나가려하고 있었다.
그런데.... 무언가 이상함이 느껴졌다.
분명히 어제까지는 벽이었는데, 지금은 열려있는 문이 보였다.
샐리는 궁금증을 참지 못하고 그 아래로 내려갔다.
내려가니 왁자지껄한 사람들의 목소리가 들렸다.
소꿉놀이를 하는 것일까?
샐리는 고개를 빼꼼 내밀어 안을 살폈다.
길게 늘어진 흰색 책상에 흰색 옷을 입은 사람들이 모여 이야기를 하고 있었다.
샐리는 그대로 엎드려 살금살금 방 안으로 들어갔다.
그러곤 아무도 모르게 옆 방으로 들어가 살포시 문을 닫았다.
몸을 쫙 펴고 일어나 주변을 살펴보니 처음보는 각종 기계들이 보였다.
샐리는 형관등에서 내려오는 빛으로 돋보기 놀이를 계속했다.
물론 이번엔 그 대상이 풀도, 꽃도, 벌레도 아닌 그 이상하게 생긴 각종 기계들이었지만 말이다.
그렇게 이리 저리 다 비춰보고 있을때,
샐리에 눈이 독특한 것이 들어왔다.
마치 '날 건들여주세요'라고 말하는 듯한 까만 구멍이었다.
샐리는 그 안에도 돋보기로 빛을 비춰보았다.
아무일도 일어나지 않았다.
샐리가 '아무것도 아니네."하고 넘기려는 순간,
<b>'쾅'</b>하는 소리와 함께 폭발이 일어났고,
샐리도 그 폭발에 휘말렸다.
옆 방에 있던 연구원들이 깜짝 놀라 문을 열고 들어왔을 때,
샐리는 그대로 바닥에 쓰러져있었다.

다음날, 샐리는 침대에서 깨어났다.
어떤 일이 있었던 것은 같지만, 정확히는 기억이 안났다.
샐리는 그것을 꿈으로 간주했다.
그러곤 평소와 같이 돋보기를 챙기려는데 돋보기가 보이질 않았다. 
샐리는 의아함을 느꼈지만, 아랑곳하지 않고 밖으로 나갔다.
이가 없으면 잇몸으로라는 말이 있듯이 돋보기가 없으면 다른것을 쓰면 되는 것이었다.
샐리는 유리잔도 갖고 와보고, 손가락을 동그랗게 구부리기도 해보았지만 빛은 모아지지 않았다.
그렇게 우울해하고 있을때, 갑자기 손끝에서 이상한 구슬이 떨어지기 시작했다.
샐리는 그 구슬을 주워 이리 저리 굴리다가 한번 세게 눌러보았다.
아무일도 일어나지 않았다.
샐리는 자리에서 일어나 무릎을 털곤 방으로 돌아갔다.
그러곤 아이들에게 그 구슬들을 자랑하며 보여주었다.
그렇게 아이들이 한참 신기해하고 있을 때, 샐리는 그 구슬을 눌러 터트렸다.
그러자 아이들이 갑자기 눈이 안보인다며 호소하기 시작했다.
샐리는 이상함을 느꼈다.
분명 아무렇지도 않았기 때문이다.
그때, 선생님이 방 안으로 다급히 들어왔다.
그러곤 샐리의 한쪽 손목을 붙잡곤 어제의 그 지하로 내려갔다.
그러곤 샐리에게 말했다.
"샐리, 여기 선물."

선물 상자에는 '샐리에게'라는 말과 함께 새 돋보기와 머리핀이 들어 있었다.
샐리는 다시 한번 선생님의 안내를 따라 올라가 방으로 들어갔다.
그러곤 신나는 마음으로 숫자 <b>'4'</b>가 적힌 머리삔을 하고 새 돋보기를 들었다.
이녀석의 이름은 이제부터 제임스다.
<b>Chapter 30 End</b>
    ` },
    31: {
        title: "챕터 31. 희망의 끈",
        content: `
부대장은 두 아이와 마주보고 있었다.
샐리, 그리고 무선.
둘은 부대장과의 거리를 점점 좁혀오고 있었다.
부대장은 그에 따라 한걸음, 한걸음 뒷걸음질 쳤다.
거리를 유지하기 위함이었다.
하지만, 알았다.
아무리 뒷걸음질 쳐봐도 결국엔 좁혀질 거리라는 것을.
부대장은 기도했다.
구름이 최대한 빨리 이곳으로 와주기를 기다렸다.
그러지 않는다면..... 자신의 운명이 어떻게 될지 알고 있었다.
'쿵'
등이 벽에 닿았다.
막다른 길에 다다른 것이다.
박경수의 동공은 지진이 난듯 흔들렸고,
다리는 힘이 풀려 주저 앉은지 오래였다.
흔들리는 눈으로 겨우 그들을 바라보고 있을때,
무언가 터지는 소리가 들리며 '삐' 하는 소리와 함께 눈 앞이 새하얘졌다.
아무것도 보이지 않았다.
그저 그 새하얀 밝음은 희망이 아닌 공포와 두려움으로 꽉 차있었다.
다시는 그 더러운 연구소장을 만나고 싶지도 않았고,
그의 밑으로 들어가는 것은 상상만 해도 싫었다.
다시는.. 다시는... 그 쓰레기 밑에서 기기 싫었다.
다시는 그 싸가지에게 굽히고 싶지 않았다.
적어도, 그러한 대우를 받고 살기는 싫었다.
물론, 밑으로 들어간다는 것도 희망적인 이야기일 뿐이었다.
'여기서 잡히면 나는 어떻게 될까?
살아는 있을까?
다시 하늘을 볼수는 있을까?
아님....
아니면.....'
박경수의 마음속 공포와 두려움은 어느새 절망으로 바뀌어가고 있었다.
박경수는 그러한 절망 속에서 결국 잡지 말아야할, 그러한 <b>희망의 끈</b>을 붙잡고야 말았다.
"내가... 소일과 구름을 잡아놨어.
바로 옆 카페에 있을꺼야.
아마 생각도 못하고 있을껄?"

박경수는 이 말을 뱉곤 곧바로 후회했다.
뱉어서는 안되는 말이었고, 아무리 그의 상황이 어려워도 해서는 안되는 말이었다.
하지만, <b>이미 뱉은 말을 되돌릴 수는 없는 법이었다.</b>
그 이후론 잘 기억이 나질 않았다.
흘러가는 상황에 따라 따라가다 보니 어느새 연구소장실 앞이었다.
부대장은 깊은 한숨을 들이쉬고는 연구소장실로 들어갔다.
연구소장실로 들어가자, 연구소장이 일어선 채 부대장을 기다리고 있었다.
부대장이 소장 앞으로 다가가서 말했다.
"연구소장님. 그게.."

소장이 부대장의 뺨을 때렸다.

"뭐하다 이제오는거지?
일주일이 이렇게나 긴 시간이었니?"

"저.. 아니... 그게..."

박경수는 어떻게든 이 상황을 벗어나기 위해 머리를 굴렸다.
그리곤 그 상황을 회피하기 위해 말하기 시작했다.
"아니.. 그..  소일과 구름을 확실하게 잡기 위해 시간이 필요했습니다.
나머지 애들은 도망가서 잡지는 못했지만, 시간 더 주시면 잡아올 수 있습니다."

<b>'잡는다'</b>... 이 한 구절을 빼고는 모두 사실이었다.

"아니다. 
이만하면 수고했네. 
오늘은 이만 들어가서 쉬게."

박경수는 놀랐다.
처음으로 연구소장에게 <b>수고했다</b>는 말을 들었다.
하지만, 기쁘지 않았다.
자신은 지금 그 <b>수고했다</b>라는 말을 들을 자격이 없는 사람이었다.
박경수는 연구소에 주차되어 있던 자신의 자가용을 타고 집으로 향했다.
현관문을 열고 들어선 집에선 따뜻한 온기가 뿜어져 나왔지만,
박경수의 마음은 그 온기를 수용할 만큼 따뜻한 상태가 아니었다.
박경수는 자신의 책상에 앉아 머리에서 피가 날때까지 머리는 책상에 박아댔다.
아프지 않았다.
지금 자신이 저지른 과오에 비하면, 
<b>이것은 고통도 아니었다.</b>
<b>Chapter 31 End</b>
    ` },
    32: {
        title: "챕터 32. 피할 수 없으면 즐겨라",
        content: `
"뭐라고!!????"
케이와 다진이 동시에 답했다.

세찬이 그런 속도로 움직일 수 있다는 것이 큰 충격이었다.
세찬의 능력이라 하면은 빨라봤자 2,3배로 뛸 수 있는 것이었는데,
드듣의 표현처럼 말도 안되는 소닉같은 스피드로 달려왔다는 것은 
세찬 외의 다른 아이들의 능력도 그만큼 향상될 수 있다라고도 볼 수 있었다.
이것은 분명 좋지 않은 소식이었다.
이미 본인들의 힘만으로 피해다니는 것도 힘든데, 능력이 강화된 그들을 피해다니는 것은 더더욱 힘들 것이었다.
그렇다면 왜 이런 능력의 향상이 일어난 것일까?
드듣은 잠시 고민하더니 곧 떠올렸다.
자신이 물속으로 들어간 일 말이다.
어릴 때 처음 물에 들어간 뒤, 한참을 일어나지 않던 일이, 갑자기 그날 일어난 것이었다.
그날이 다른 날들과 무엇이 달랐단 말인가?
어떤 점이 물에 빠진 그 어린 날과 같았단 말인가?
        <b>.</b>
        <b>.</b>
        <b>.</b>
        <b>.</b>
        <b>!</b>
반지였다.
분명 반지를 빼고 있던, 그 때에 드듣은 물에 들어가게 된 것이었다.
물에 빠졌던 그 날에 반지를 받았고, 그 이후론 빠지지 않다가 반지를 잠깐 뺐을 때 빠졌다는 것은
너무나 명확한 증거였다.
물론 믿고싶진 않았다.
연구소가 어머니께서 보내주신 반지를 더럽혔다는 생각 따윈 하고싶지도 않았다.
드듣은 대화를 마친 뒤, 혹시하는 마음에 세찬과 처음 다시 마주쳤던 그날 이후로 한번도 신지 않았던 신발을 꺼내보았다.
정신 상태 때문에 잊혀졌었지만, 그날 뭔가 신발에 끼는 듯한 기분이 들었었기 때문이었다.
신발에는 팔찌가 하나 끼어있었다.
그날 끼었던 것이 바로 이것이었다.
그렇다면 답은 하나였다.
무언가 가지고 있던 것을 빼면 능력이 강화된다.
드듣은 세찬의 팔찌를 주머니에 챙겼다.
그것이 어떤 파장을 불러일으킬지도 생각 못한 채 말이다.

한편, 세찬은 혼란스러웠다.
13년 전에 자신을 괴롭혔던 것이 다시 돌아왔기 때문이었다.
그 망할 능력....
방으로 들어와 앉아 있은지 벌써 2시간이나 지났건만, 기분은 전혀 나아질 기미를 보이지 않았다.
심지어 근래 한달동안 마음을 좁혀오는 이 답답함까지, 
세찬의 정신 상태는 맛이 가도 너무 가있었다.
손은 계속 떨려왔고, 당장이라도 세상이 다시 멈출것만 같았다.
세찬은 더이상 못참겠다고 생각했는지, 침대를 박차고 일어났다.
그러곤 거울에 비친 자신의 모습을 바라보곤 생각했다.
'다르게 생각해보자.
만약 내가 세상을 느리게 만들고 싶다면?
그렇다면 세상이 느려지는게 덜 무섭지 않을까?'

세찬은 깊은 심호흡을 하고 능력을 사용했다.
그러곤 세면대에 올려져 있던 비누를 밀어 떨어트렸다.
비누는 예상대로 느리게 떨어졌다.
세찬은 이번엔 능력을 멈췄다.
그러자 비누는 정상적인 속도로 바닥으로 떨어졌다.
세찬의 손은 더이상 떨리지 않았다.
얼굴엔 미소가 지어지기 시작했다.
피할 수 없으면 즐겨라. 
그것이 지금 세찬의 머릿속 생각이었다.

그 시각 다진과 케이는 대화중이었다.
다진이 말했다.
"금곤은 잡혀갔고.. 그럼 아저씨랑 구름언니는?
도대체 어디로 간걸까?"

케이가 답했다.
"정확히는 모르지. 근데 우리가 찾아봐도 없었잖아.
금곤처럼 잡혀간건 아니겠지?"

"근데 결국엔 우리가 조금만 빨랐어도...
9시까지만 갔어도 이런일은 안생기지 않았을까?"

"그럴 수도야 있겠지만,
만약 금곤처럼 잡혀갔다면 오히려 우리가 거기 없었던 게 나을 수도 있지.
우리까지 잡혔다면 희망조차 없어지잖아."

"그건 그렇네. 
그래.. 뭐
우리라도 일단 안잡히는게 중요하지."
<b>Chapter 32 End</b>
    ` },
    33: {
        title: "챕터 33. 도망, 도주, 회피",
        content: `
소일은 눈을 떴다.
아득할 정도로 넓게 퍼진 흰 공간이 소일을 감싸고 있었다.
소일은 걸었다.
왜 걷는지는 몰랐다.
그저, 걷고 싶었을 뿐이었다.
발걸음이 이끄는 데로,
마음이 이끌리는 데로 걸어가니, 조그만한 물 웅덩이가 있었다.
소일은 깊은 심호흡을 하고는 물웅덩이를 바라보았다.
물웅덩이 속엔 푸른 머리를 한 그놈이.... <b>없었다</b>.
소일이 말했다.
"소밀... 네가 듣고 있는진 모르겠지만,
듣고있다면 한 마디만 물어볼게.
이것도 다 계획된거야?
너가.. 날, 그리고 내 친구들은 구하는데 도움 준다는거....
이것도 포함인거냐고...
아니면 그냥 날 포기한거야?
아니면 더 이상 내가 소중한 존재가 아닌거야?
아니면....
아니...면.....
<b>넌 애초에 존재하지도 않았던거야?</b>"

소일의 머릿속은 깜깜해졌다.
분명 새해얀 배경이었지만, 소일의 눈엔 아무것도 들어오지 않았다.
순간 등골이 오싹해졌다.
소밀이란 존재가 진짜로 없다면... 소일에겐 더이상 의지할 존재가 없었다.
소밀은 항상 소일이 어려울 때 튀어나왔다.
특수부대와 대치했을 때, 
박실장과 대면했을때,
세뇌된 아이들을 마주쳤을때,
그리고 그들을 피해 도망쳤을때.....
만약 소밀이라는 존재가 그저 만들어진 존재일 뿐이라면?
소일 자기 자신이 상황 회피를 위해 만들어낸 새로운 자아일 뿐이라면?
그리고 그렇게 그 자아와 멀어진 이상 다시 그 자아를 되찾을 수 없는 것이라면?
소일의 머릿속은 너무 혼란스러웠다.
소일은 다시 한번 깊은 한숨을 쉬곤 말했다.
"너가 진짠지 아닌진 중요하지 않아.
그냥... 내 앞에 나와줘."

소일은 뒤에서 느껴지는 한기에 뒤를 돌아보았다.
<b>소밀이었다.</b>
소밀이 말했다.
"진실을 알고싶어?"

소일이 조용히 고개를 끄덕였다.
그러자 소밀이 다시 한번 입을 열었다.
"이것도 다 계획된거냐고?
아니.
이게 도움을 주는 거냐고?
아니.
널 포기한거냐고?
오히려 반대지.
<b>내가 존재조차 하지 않았던 거냐고?</b>
<b>맞아.</b>
나는 너가 만들어낸 존재야.
너가 너에게서 도망쳐나오기 위해 만들어낸 존재.
아니지.
너 자신을 버리기 위해 만들어낸 존재라고 해야하나?
기억나?
너 어릴 때 언니랑 심하게 싸웠었잖아.
그것도 아주 많이.
그것 뿐이었을까?
너는 누구에게든지 그런식이었어.
친구들에게도,
선생님들에게도.
의사들이 말했지.
간헐적 폭발 장애라고.
분노 조절 장애라고도 하나?
너는 그러한 자신이 너무 싫었어.
그런 사소한 분노 하나 다루지 못하는 너 자기자신을 혐오스러워했다고.
부끄러웠고, 딴 세상으로 도망치고 싶어했지."

"아니야.. 아니야..
내가 언제 그랬다고."

"기억 못하겠지.
너가 날 만들어내면서 다 지워냈으니까.
너는 그러한 너를 지우려고 했어.
화만내고, 화해할 줄은 모르는 너 자신을 없애버리고 싶어 했다고.
그래서 만들어낸게 나야.
자신의 나쁜점들의 집합체.
오만, 집착, 분노, 광기... 너가 너 스스로를 혐오했던 그 모든 이유를 나에게 부여했어.
그러곤 이 새하얀 심연 속에 나를 가두곤.....
넌 아무일도 없었다는 듯이 세상에서 가장 바른 아이가 되어 살아갔지.
물론 아직도 언니랑은 화해하지 못했지만 말이야."

"그건 다 사정이..."

"아직 말 안끝났어.
나는 너가 만든 이 심연속에서 생각했어.
나는 왜 이 공간에 갇힌걸까?
내가 무엇을 잘못한 것이었을까?
아니면... 있어서는 안되는 존재인 것이었을까?
내가 그렇게 매일을 고민할 때,
너는 나라는 존재 자체를 새까맣게 잊고는 행복하게도 살더라고.
짜증나고 화났지.
나는 왜 웃을 수 없을까?
근데 그렇게 계속 화만 내다 보니까.
마음이 풀리더라고.
화낼 힘도 없어진 거지.
그리고 생각했어.
어차피 밖으로 나가지도 못할거,
그냥 웃고있는 저 망할 놈이 계속 웃고있겠금 도와줘야 되겠다고.
이게 다야.
내가 널 도와주는 이유?
이게 다라고."

소일은 한동안 말을 잇지 못했다.
그건 소밀도 마찬가지였다.
그 어색한 정적을 깨곤 소밀이 말했다.
"이제 일어나야지.
넌 아직 해야할 일이 남았잖아."

소일은 눈을 떴다.
익숙한 공간이었다.
양쪽으로 이어진 10개의 침대.
연구소 내 기숙사였다.
<b>Chapter 33 End</b>
    ` },
    34: {
        title: "챕터 34. 새벽, 그 날",
        content: `
파란 초승달이 뜨던 새벽이었다.
드듣은 자신의 반지와 세찬의 팔찌를 책상에 올려두곤 한참을 쳐다보고 있었다.
분명 이 두 물건간의 상관관계가 있을 것이었다.
능력....제한......반지....팔찌....
이 네 단어가 분명히 연관이 있어야만 했다.
하지만 생각이 나질 않았다.
이 두 물건이 뭘 위해 있는 물건인 것인지도 확실치 않았고,
그것들이 능력과 뭔 상관이 있는지도 전혀 알수 없었다.
드듣은 두 물건을 들어올려 좀 더 자세히 살펴보았다.
겉에는 딱히 문제는 없었다.
당연히 안쪽도.... 어?
안쪽에는 숫자 <b>'7'</b>이 쓰여있었다.
드듣은 급하게 세찬의 팔찌도 확인해보았다.
그 안쪽엔 <b>'2'</b>가 쓰여있었다.
이 숫자들이 무엇을 의미하는 지는 확실하지 않았다.
하지만 이것을 통해 확실해진 것은 이 물건들은 연구소에서 만든 것이라는 것이었다.
드듣은 가슴이 덜컥 내려 앉았다.
10여년동안 어머니께서  주신 것이라고 소중히 여겨왔던 반지가
그저 연구소에서 능력을 통제하기 위해 만든 것이었다는 사실을 믿고 싶지가 않았다.
하지만 어쩔 수 없는 것이었다.
지금 알고있는 정보 한해서는 그렇다는 사실을 인정할 수 밖에 없었다.
드듣의 감정은 점점 분노로 변해갔다.
어머니를 들먹이면서까지 자신을 철저히 속이고 통제하려 했던 그 집단에 대한 원망이 하늘을 찔렀다.
이전까지 드듣은 그저 연구소에서 나와 살 수만 있다면 괜찮다는 생각이었다.
적당히 자유를 만끽하면서, 남들과 똑같이만 살아갈 수 있다면 좋다는 생각이었다.
하지만 이젠 아니었다.
그 어떤 마음보다도, 그 연구소에 대한 복수심이 더 컸다.
드듣은 생각했다.
어쩌면 다른 아이들에게도,
아니, 당연히 다른 아이들에게도 그런 물건이 있을 것이 뻔했다.
그 이야기에서 다진과 케이도 예외가 아니었다.
상대가 능력을 강화한다면, 우리도 강화하면 그만이었다.
그렇게 드듣이 한창 생각에 빠져 있을 때,
문 쪽에서 '쾅'하는 굉음이 들려왔다.
드듣은 놀라 자리에서 그대로 일어났다.
드듣은 한걸음 한걸음 뒷걸음질 치며 다진과 케이를 조용히 깨웠다.
케이가 잠결에 중얼거리며 말했다.
"아ㄴㅣ.. 무ㅅㅡㄴ 벌ㅆㅓ... 흐아ㅏㅏ암"

드듣은 곧바로 케이의 입을 막으며 말했다.
"조용히하고 둘 다 숨어."

다진과 케이는 각각 침대 아래로,
드듣은 화장실로 들어갔다.
들어간지 얼마 지나지 않았을 때, '쾅'하는 소리와 함께 문이 떨어져 나갔다.
그리고 자욱한 연기 속에서 특수부대원 2명과 름새가 들어왔다.
름새가 말했다.
"없는 거야?
아씨, 또 어디로 튄거야?"

다진과 케이는 숨죽인 채 손동작으로 어떻게 해야할지 소통하고 있었다.
물론 그렇게 잘 되진 않았다.
다진은 자신을 가리키며 자신이 능력을 사용해 유인 할 거라고 하고 있었지만,
케이는 그 것이 뭔 뜻인지 생각도 하지 못한 채 멍하니 바라만 보고 있었다.
그렇게 다진은 계속해서 작전을 설명하다 머리를 침대에 박았고,
이는 좋지 않은 소식이었다.
름새가 희미하게 웃으면서 말했다.
"잘도 숨었나보네?
어... 옷장에도 없고...
캐비넷... 에도 없고..."

다진과 케이는 숨죽이며 름새가 화장실과 침대 밑만 살펴보지 않기를 바라고 있었다.
그리고 름새는 계속해서 말을 이어갔다.
"그렇다면.... 화장실에는..."

'퍽'하는 소리와 함께 화장실의 문이 뜯어져 나갔고,
다진과 케이는 바닥에 쓰러진 드듣을 보고 절망에 빠졌다.
이렇게 자유를 향한 여정이 끝을 맺는구나 라는 생각이 들었다.
그렇게 절망하기에는 일렀다.
쓰러진 것은 드듣이 아니라 름새였다. 
드듣이 능력을 이용해 문을 있는 힘껏 밀어 부신 것이었다.
특수부대원들이 드듣에게 사격을 시작하자, 드듣은 바닥속으로 사라졌다.
흥건히 젖은 바닥만을 남긴 채 말이다.
름새는 곧 자리에서 일아났고, 이젠 다진과 케이를 찾는 눈치였다.
다진은 그때 생각이 들었다.
드듣은 바닥에 뿌려져 있던 물 안쪽으로 들어갔다.
만약 다진이 물을 방 전체에 뿌린다면 드듣은 어디로든지 나와 반격을 할 수 있는 것이었다.
다진은 잠시 심호흡을 하고는 화장실로 순간이동했다.
그러곤 틀어져 있던 물을 바가지에 채운 후, 
마음 속으로 3, 2, 1을 샌 후 밖 물을 흩뿌린 뒤 여관방 밖으로 순간이동했다.
름새는 그런 다진을 뒤쫓기 시작했다.
여관방 바닥은 물로 흥건해졌고,
드듣은 물 속에서 손을 빼내어 특수부대원들을 넘어트렸다.
이때, 케이는 느꼈다. 
지금이 때라는 것을 말이다.
케이는 침대밑에서 나와 그림자의 힘으로 특수부대원들을 묶었다.
그러곤 총을 뺏어 욕실 물에 담가두고는 드듣과 함께 다진쪽으로 뛰어갔다.
다진은 물론 당장이라도 순간이동을 써서 도망칠 수가 있었다.
하지만 그렇게 하는 순간, 케이와 드듣과는 거리가 멀어지고,
영영 만나지 못할 수도 있는 것이었다.
그렇게 도망가는 다진 옆으로 계속해서 무언가가 날라왔다.
그것을 공기로 된 총알이었다.
어릴 때 장난으로 보던것과는 차원이 다른,
맞는다면 생명에 지장이 갈 것만 같은 형태였다.
다진은 그때 10m 뒤로 순간이동 했다.
그러자, 름새는 당황하며 주변을 두리번거렸다.
그리고 그 사이에 케이와 드듣은 다진에 합류했다.
름새는 숨을 한번 크게 쉬더니 뒤를 돌아보았다.
그리고 그렇게, 셋과 름새는 정면으로 서로를 맞이했다.
<b>Chapter 34 End</b>
    ` },
    35: {
        title: "챕터 35. 총잡이",
        content: `
때는 2015년, 여름이었다.
름새는 어느때와 같이 테이프에 녹화된 서부시대 영화에 깊숙히 빠져있었다.
름새의 꿈은 서부 총잡이였다.
무법지에서 총으로 모든 것을 평정하는,
그런 서부 총잡이가 너무 멋있게 느껴졌다.
그래서였을까?
름새는 종이, 점토 등을 가지고 총을 만들었다.
무척이나 공들여 만든 물건이었다.
그런 총을 가지고 노는 것이 름새의 일상이었다.
그러던 어느날이었다.
름새는 여느 때와 같이 서부 영화를 보고있었다.
서부 영화에서는 총잡이가 적과 대치하는 장면이 나오고 있었다.
총잡이는 지붕 위에 올라가 적이 다가올때까지 기다리고 있다가,
적이 다가오자 고민도 없이 방아쇠를 당기곤, 아무 일도 없었다는 듯이 술집으로 들어갔다.
름새는 영화에서 눈을 뗄 수가 없었다.
름새는 영화가 끝나자 마자 정원의 정자 위로 올라갔다.
정자 지붕 위에서 총을 들고 이리 저리 조준하며
마치 자신이 총잡이가 된 것처럼 놀았다.
그렇게 슬슬 지쳐갈때쯤, 
름새는 슬슬 돌아가려 자리에서 일어났다.
그렇게 내려오려던 그때,
름새는 발목은 삐끗하더니 쓰러졌다.
그렇게 미끄러지며 떨어질 때,
름새의 눈에는 푸른 하늘과 구름 그리고....

름새가 눈을 뜬 곳은 황폐한 흙바닥 위였다.
름새는 일어나 주변을 둘어보았다.
나무로 된 건물들과 어딘가 부실해보이는 마을....
서부 시대였다.
름새는 가슴이 콩닥콩닥 뛰기 시작했다.
자신이 되고 싶던 서부 총잡이가 사는 곳에 왔기 때문이었을까?
름새는 기대를 한껏 품고는 술집으로 들어갔다.
원해왔고, 되고싶던 총잡이를 두 눈으로 직접 볼 생각에 가슴에 설레였다.
술집, 그 한 가운데에 총잡이가 앉아있었다.
름새는 날라 갈 것 같은 마음으로 소리쳤다.
"총잡이님!!!!"

어색하고, 잔잔한 기류만이 공간을 차지하고 있었다.
그리고, 그런 조용함 속으로 냉철하고, 잔혹한 바람이 불어오기 시작했다.
총잡이는 마시던 술을 내려놓고는 자리에서 일어났다.
그러곤 잠시 허공을 바라보다, 천천히, 아주 천천히 뒤로 돌았다.
름새의 얼굴에 피어있던 웃음꽃은 시들고 말았다.
총잡이의 얼굴에는 세월, 그리고 잔혹함만이 묻어있을 뿐이었다.
총잡이가 말했다.
"꼬맹이는 저리 꺼지지.
수준 안맞게 끼지 말고."

름새는 그렇게 천천히 뒷걸음질 치며 술집을 나왔다.
그러곤 그 앞에 바로 주저 앉았다.
뭔가 공허한 느낌이었다.
6년동안이나 그렇게 되고팠고, 따라해왔던 공들여 지은 탑이 한번에 무너진 느낌이었다.
그리고 그때, 어딘가 불쾌한 굉음이 귀를 찔러왔다.
름새는 양 귀를 막은 채 몸을 웅크릴 뿐이었다.
그리고 그렇게 눈이 떠졌다.
름새가 눈을 뜬 곳은 의무실이었다.
름새는 의무실 밖으로 뛰쳐나가 정자 쪽으로 뛰어갔다.
그 자리에는 부숴진 총의 잔해만이 남아있었다.
름새는 손을 떨며 그 위에 손을 올렸다.
꿈, 그리고 그 노력까지도, 모두 한 순간에 날아갔다.
한 줌의 재처럼, 하루 아침에 사라졌다.
름새는 이만 꿈을 접기로 마음먹었다.
이제야 여러 생각들이 몰려왔다.
다 부질없는 생각이었다는 것이 말이다.
름새는 그대로 자리에 드러누웠다.
이런 무료한 기분을 떨쳐내기 위해 잠이라도 잘 작정이었다.
름새는 꿈을 위한 마지막 작별인사로 세 손가락을 펴 하늘에 대곤 총 쏘듯이 까딱였다.
그러자, 손에서 정체 모를 형체가 튀어나왔다.
름새는 놀라 그 자리에서 일어났다.
그러곤 다시 자리에서 일어나 이번엔 나무를 가리키고 똑같은 흉내를 내보았다.
또, 무언가 튀어나갔다.
그렇게 잠깐 신났던 름새였지만, 금방 다시 축 쳐지고 말았다.
더이상 총잡이에 대한 매력이 느껴지지 않았다.
하지만 그렇다고 름새와 총잡이의 인연은 끝나지 않았다.
결국 외부에 의해 강요되게 될 운명이었다.
<b>Chapter 35 End</b>
    ` },
    36: {
        title: "챕터 36. 어색한 익숙함",
        content: `
소일은 기숙사 방에서 눈을 떴다.
고요함 속에서 비 내리는 소리만 귀를 무겁게 눌러왔다.
무언가 이상했다.
탈출했어야 하는 아이들이 전부 자리에 그대로 있었다.
소일은 혼란을 느끼고 있었지만, 일단 애써 당황하지 않은 척 하고 
자리에서 일어나 주변을 이리 저리 둘러봤다.
10명... 그대로였다.
지금까지의 일이 모두 허상이었던 것일까?
소일은 다시 자리에 누웠다.
지금은 너무 피곤했다.
내일... 내일부터 해도 될 것이다.

"너 자신을 믿어."

소일은 잠에서 깼다.
분명 소밀의 목소리였다.
주변을 둘러보니 아직도 10명, 그대로였다.
금곤이 말을 걸어왔다.
"소일, 잘 잤어?"

"어.. 잘 잤지."

소일은 무언가 이상함을 느꼈다.
애초에 금곤이가 잘 잤냐고 말하는 상황부터가 말이 안되는 일이였다.
하지만 소일은 최대한 자연스럽게 행동하려했다.
지금 상황이 어떻게 돌아가고 있는 것이든, 일단 그렇게 해야 될 것 같았다.
소일은 기숙사 방을 나와 화장실로 향했다.
소일은 작게 소리쳤다.
"소밀!!!"

반응이 없었다. 
소일은 숨을 후 하고 내쉰 뒤 말했다.
"너가 듣고 있는지는 모르겠지만, 지금까지 일, 다 꿈이야?
아님, 뭐 내가 헛것이라도 보고있는거야?
왜 밖에 있어야 할 애들까지 여기 있는거야?"

반응이 없었다.

"됐어. 그냥 이 말만 기억해줘.
내가 위험에 빠지면 도와줘. 
그럼 나도... 너가 위험할 때.... 아니다.
아무튼 기억해줘."

소일은 혼자 앉아 생각에 빠졌다.
상황 자체가 너무나도 혼란스러웠다.
예상치도 못했고, 일어나서는 안되는 상황이었다.
소일은 이러한 혼란은 해결하기 위해 몇가지 가설을 세워보았다.

<b>가설 1. 지금까지의 모든 일은 꿈이었다.</b>
<ul><li> 이 가설이 사실이라고 한다면 사실 모든 것이 편해진다.
딱히 뭘 해야될 것도 없고, 그냥 평소대로 살면 된다.
하지만 금곤이 조금 이상해서 <b>-보류-</b></li></ul>

<b>가설 2. 소일은 잡혀왔고, 애들은 세뇌되어 기억을 잃은거다.</b>
<ul><li> 이 가설도 꽤나 설득력 있지만, 언니에 대한 의문은 해결되지 않음.
같이 잡혔는데 나만 세뇌를 안 시켰을 이유가 없음.
따라서 이 가설 역시 <b>-보류-</b></li></ul>

<s><b>가설 3. 사실 소일은 시간 이동 능력자다.</b></s>
<ul><li><s>이 가설은 딱히 설득력은 없는데 가능성은 가능성이니까</s></li></ul>

아마 가장 가능성 높은 건 2번일듯 했지만,
이 가설 역시 소일만 세뇌되지 않은 이유를 밝히진 못했다.
소일은 딱히 실마리를 찾지 못한 채 기숙사로 돌아갔다.
돌아가니 샐리, 무선 그리고 금곤이 남아 있었다.
소일이 물었다.
"딴 애들은 어디갔어?"

무선이 답했다
"음... 밥먹으러 갔을껄?
오늘 좀 일찍 먹는다면서 갔어.
왜? 너도 배고파"

"아니, 딱히 뭐... 아직은."

그리고 그때 금곤이 말했다.
"하하. 그래? 그럼  나랑  같이  아침  먹자.
마침  나도  배가  꺼져  가던  참이었어."

"어.. 그래."

아무리 들어도 금곤이만 이상했다,
쟤는 원래 저렇게 다정한 애가 아니었다.
원래라면.....

"야!! 시끄러워. 그냥 조용히 하고 밥이나 먹자."

이런 식이었을 것이다.
그렇게 가게된 식당도 역시나 그대로였다.
이상한 점이 있다면, 애들이 밥은 안먹고 음료수만 계속 마신다는 것이었다.
한입만 마시게 해달라고 해봐도 절대로 허락하지 않았다.
이 테이블에서 밥을 먹는 사람은 소일, 무선, 샐리 뿐이었다.
소일은 등골이 서늘했지만, 애써 괜찮은 척을 했다.
만일 티라도 낸다면 자신도 저렇게 될 것만 같았다.
그렇게 아침 시간이 지나고, 자유 시간이 찾아왔다.
이제부터가 시작이었다.
지금 이 연구소에선 무슨 일이 일어나는 지 알아내야만 했다.
<b>Chapter 36 End</b>
    ` },
    37: {
        title: "챕터 37. 추억",
        content: `
름새와 다듣케 트리오 사이에는 팽팡한 긴장감이 흐르고 있었다.
서로가 서로를 바라보며 침만 삼킬 뿐이었다.
드듣이 먼저 말을 꺼냈다.
"름새야, 내 말 들리지.
너 왜 우릴 공격하는 거야?
세찬도 그렇고, 너도, 왜 우릴...."

름새가 표정 하나 바뀌지 않고 답했다.
"<b>제거대상</b>"

케이가 말했다.
"우리가 왜 제거 대상이야?
우린 친구잖아."

다진도 거들었다.
"그래, 친구들한테 이게 뭐하는 거야?
우리들한테 왜 그러는 거야?"

름새가 말했다.
"<b>제거대상</b>"

무언가 잘못돼도 제대로 잘못 된 상황이었다.
세찬부터 름새까지, 분명 어릴 때부터 같이 어울려 놀던 애들이었는데,
갑자기 애들을 노린다는 것이 말도 안되는 것 같았다.
그렇게 름새는 잠시 우릴 노려보다가, 트리오를 향해 공기를 쏘기 시작했다.
케이와 드듣은 각자의 능력으로 총알을 튕겨내는 것이 가능했지만,
다진은 그러지 못했다.
그런 이유 때문에 케이와 드듣은 최대한 다진을 보호하며 방어를 이어나갔다.
아무리 생각해도 름새를 공격할 순 없었다.
그렇게 계속해서 공격을 막아내며 다진이 름새에게 소리쳤다.
"름새야, 기억 안나?
우리 어릴 때 같이 모래성도 만들고 했었잖아.
같이 게임도 하고, 어?"

름새가 반응이 없자 케이도 소리쳤다.
"맞아, 같이 포커도 하고,
체스도 하고..."

름새는 아무런 반응을 하지 않고 아이들을 공격하는 것이만 몰두해 있었다.
둘의 이야기를 듣고 있던 드듣은 무언가 떠올랐다는 듯이 고개를 들며
름새에게 말했다.
"름새야, 그거 기억나?
그 서부 총잡이 영화.
너가 좋아하던거.
너 맨날 그거만 보고 총도 막 만들어서
가지고 놀았잖아.
나도 그거 몇번 빌렸었는데, 기억 안나?"

름새의 눈은 요동치고 있었다.
드듣은 계속 말을 이어나갔다.
"너 그거 총 막 쏘겠다고 지붕 위에도 올라가고,
문 뒤에 숨어서 우리 막 쏘고 그랬잖아.
그거 생각보다 아팠다?
근데 재밌었어.
재밌었다고...."

름새는 사격을 멈추더니 그 자리에 그대로 주저 앉았다.
그러곤 애들을 바라보곤 울먹거리며 말했다.
"내가 뭔 짓을 한거지?"

다진, 드듣, 케이는 그저 름새를 위로할 뿐이었다.
넷은 름새가 조금 진정이 된 것 같자, 
완전 다른 층으로 이동했다.
혹시 모를 위험에 대비하기 위함이었다.
름새의 말을 들어보니 상황은 이러했다.
어떤 영상을 봤는데,
그 이후로는 뭔가 갇힌 기분이었다는 것이다.
그렇게 점점 희미해지다....
드듣의 말을 듣고서야 다시 돌아왔다....
이건 세뇌라고 밖에 볼 수 없었다.
그럼 세찬도, 나머지 탈출 못한 애들 모두 세뇌됐다는 것이었다.
문제는 름새는 어찌저찌 돌려놨더라도,
나머지 애들은 어찌 돌려놔야 할지 알 수가 없었던 것이다.
그렇게 의문만 더 커진 채, 름새를 되찾았다.
<b>Chapter 37 End</b>
    ` },
    38: {
        title: "챕터 38. 조사",
        content: `
소일은 우선 해야할 것을 정리했다.
어떤 일을 진행할 때는 계획을 세우는 것이
중요한 일이었다.
먼저, 뭘 찾아야 하는 것일까?
결국 소일이 알고 싶은 것은 그 일이 꿈이었는지,
아님 모두 사실이었는지였다.
이것은 아마 연구 자료를 뒤져보면 알 수 있을 것이었다.
물론 그 자료를 어디서, 어떻게 찾을 것인지는 미지수였지만,
분명 소일이 탈출한 것이 사실이었다면
소일의 탈출에 관한 기록이 남아 있을 수 밖에 없을 것이었다.
소일은 <b>관계자 외 출입금지</b>라고 적힌 방들을 하나하나 들어가 보기로 했다.
이 연구소에는 CCTV가 없다. 
아마 괜히 기록 남겨서 좋을 것이 없기 때문일 것이다.
소일은 조심히 첫 번째 문으로 향했다.
식당에서 나오면 바로 오른쪽에 위치한 방이었다.
소일은 침을 한번 삼킨 후, 문을 아주 조심히 열렀다.
다행히 아무도 없었다.
소일은 혹시 모를 상황을 대비해 발걸음 소리조차 내지 않고
아주 살금살금 방 내부를 뒤져보기 시작했다.
여러 문서들이 책상 위에 이리저리 흩어져 있었지만, 
소일에 관련된 문서라곤 모두 능력에 관한 것 뿐이었다.
소일은 다음 방으로 향했다.
그렇게 3개의 방을 돌아봤건만,
건질만한 것은 하나도 없었다.
이상한 건, '선생님'이라던가 하는 '어른'들이 전혀 보이지 않았다는 것이다.
지금, 오늘 하루동안 소일이 본 사람이라곤 애들밖에 없었다.
이것은 소일에게 분명한 호재이자 악재였다.
수색을 하는데에 연구원들의 부재는 좋은 일이다.
하지만, 이제부터 가야할 곳은 카드키가 있어야만 들어갈 수 있는 곳들이었다.
소일의 힘만으로는 들어갈 수 없는 그러한 공간이었다.
그러한 카드키는 연구원들에게만 있는 것이었기에,
그들이 없다면 더이상 소일이 할 수 있는 것도 없는 셈이었다.
소일은 착잡한 기분으로 방을 나섰다.
"소일  안녕?"

그 앞에는 금곤이 있었다.
소일이 답했다.
"어...어 그래.. 안녕?"

"넌  왜  거기서  나와?
무슨  볼  일  이라도  있었어?"

"뭔.. 소리야? 나 여기서 안나왔어.
소화도 시킬겸.... 좀 돌아다니고 있었어."

"그래?  알았어!  좋은  하루  보내!!"

"어... 너도."

소일은 기숙사로 돌아가는 금곤을 뒤로 한 채
가슴을 쓸어내렸다.
연구원들이 없는 현재,
가장 위험한 것은
평소와 다른 금곤일 것이었다.
분명 무언가가 숨어있는 것만 같았다.
소일은 밖 정자로 나가 생각에 빠졌다.
카드키는 어디서 찾을 것이며,
연구원들은 모두 어디로 갔는지 등...
찾아야 할 것들이 산더미였다.
카드키를 찾을 곳만한 곳을 별로 생각나지 않았다.
연구원들이 없는데 카드키를 찾을만한 곳이라면.....
아...?
연구소 내 양호실이었다.
항상 의사선생님은 의사 가운을 의자에 걸어두곤 했다.
가끔은 퇴근 할 때조차 가운을 걸어두고 갔다.
소일은 여기에 가능성을 걸어보기로 했다.
소일은 살며시 양호실로 들어갔다.
역시나, 의자에는 가운이 걸려 있었다.
소일은 잽싸게 가운 속을 뒤져보았다.
양쪽 주머니, 그리고 앞 주머니까지,
하지만 카드키는 나오지 않았다.
있는 것이라고는 500원짜리 동전 뿐이었다.
소일은 좌절했다.
유일한 희망이 꺾이는 듯한 느낌이었다.
소일은 절망한 채 뒷걸음질 치다 캐비넷에 머리를 뒤통수를 박고 말았다.
소일은 넘어졌고,
소일 위로 캐비넷 안의 물건들이 쏟아져내렸다.
고개를 이리저리 저으며 정신을 차린 소일의 눈 앞에는....
<b>카드키</b>가 있었다...????
<b>Chapter 38 End</b>
    ` },
    39: {
        title: "챕터 39. 안대",
        content: `
아이들은 복도 구석, 사각지대에 앉아 이야기를 나누고 있었다.
름새가 말했다.
"갇혀있었어.
눈 앞은 보이는데, 움직일 수도 없고,
말도 못하고......
그냥 꼼짝 못하고 갇혀있었어.
내가.... 내가 아니었아.
다른 사람 같았어.
나는 없어진 것 같았어...
그니까... 다들... 고마워....
그 끔찍한 곳에서 날 도와줘서.."

케이가 올라가는 입꼬리를 감추지 못한 채 말했다.
"아, 그래? 
하, 참 ㅎ 뭐 우리가 뭐 ㅎㅎ 그리 대단 ㅎ하다고...."

다진이 케이의 말을 끊으며 말했다.
"우린 당연한 걸 했을 뿐이야.
친구 돕는게 뭐가 대수라고. 
그리고, 어차피 너 못 멈췄으면 우리도 위험했어."

구석에서 가만히 이야기를 듣고만 있던 드듣이 물었다.
"후... 그럼 름새야.
세찬이도 그럼 그런 상태인거야?
무선이도? 샐리도? 소일도?"

"나도 그건 잘 모르겠어.
세찬형은 확실한데...
무선, 샐리는 임무가 달랐던 것 같기도 하고..
소일은 중간에 사라져서 더...."

드듣이 말했다.
"그럼 애들을 찾아야겠네.
하나하나, 어떻게든 구해줘야지.
우린....
친구니까."

드듣은 아이들에게 일어나라고 손짓하며 자리에서 일어섰다.
네 명, 모두가 자리에서 일어났다.
름새가 아차 하며 급하게 말했다.
"아, 그리고 이거 봐야될 것 같아."

름새가 준 것은 위치 추적장치였다.
장치에는 드듣, 다진, 케이 등등,
10명의 아이들 모두가 표시되어있었다.
그리고.... 표시에 따르면... 
그들 옆엔 <b>세찬</b>이 있었다.
드듣이 소리쳤다.
"<b>뛰어!!!!!</b>"

그들은 끝도 없이 뛰었다.
숨이 차다 못해 뒤집어 질때까지 뛰었다.
어느정도 따돌렸다고 생각이 들어,
그들은 근처 아무데나 앉아 숨을 골랐다.
어느정도 괜찮아진 드듣은 위치 추적기를 확인했다.
<b>세찬은 아직도 옆에 있었다.</b>
근데 뭔가 이상했다.
위치 추적기에는 그들의 위치가 도망치기 전 그 장소로 표기되어있던 것이다.
케아가 름새에게 이에 대해 물으려던 찰나, 
름새가 먼저 말했다.
"그 위치추적기.. 6시간에 한 번씩 갱신돼.
그니까.. 아직 옆에있는게 정상이야."

다진이 말했다.
"근데 그럼, 우리는 아까 왜 세찬이 옆에있는걸 몰랐을까?
우리가 위치추적기 때문에 도망치긴 했지만,
인기척 같은 건 없었잖아."

드듣이 말했다.
"그야.. 세찬이 우리 옆에 없었으니까.."

케이가 물었다.
"그게 무슨 소리야?"

드듣은 자신의 주머니에서 세찬의 팔찌를 꺼내며 말했다.
"이거.. 세찬이 것 같애.
그리고 높은 확률로 이게 추적기고."

다진이 물었다.
"근데 그럼 우린..??
우리 추적기는 뭔데."

"난 이 반지... 나머진 나도 몰라."

"근데 그건 너희 어머니께서 주신 거잖아.
그게 추적기라고?"

"그게... 음.... 맞는.. 거.. 같아.
내 몸 안엔 위치 추적기 같은 건 없었고,
그때 안가지고 있던건 이 반지밖에 없어.
믿기도, 인정하기도 싫지만... 맞는거 같아."

케이가 말했다.
"그럼, 우린 그 반지나, 팔찌같은걸 찾아서 버려야 되는거야?"

드듣이 잡했다.
"그렇다고 볼 수는 있는데, 
안빼는게 좋을 수도 있어.
나 같은 경우는 그걸 빼면
물 속으로 빠지거든...
바닥에 있는 물 웅덩이도 아주 아득히 깊어져."

름새가 뭔가 깨달았다는 듯이 말했다
어! 그럼 그 물건들이 우리 능력을 제한하는 거 아니야?
일정 이상 발휘할 수 없게끔."

드듣이 답했다.
"그래서 세찬도 그렇게 빨라졌었나?"

퍼즐들이 다 들어맞는 듯했다.
반지, 팔찌 같은 것들이 위치 추적기이자
능력에 제한을 걸어주는 것이었다.
다진, 케이, 름새의 물건이 무엇인지는 밝혀나가야 하겠지만,
확실한건...
이젠 이 추적기를 사용해 반대로 아이들을 하나하나 찾아야 한다는 것이었다.
꼭, 꼭 다시 돌아오게 할 것이다.
<b>Chapter 39 End</b>
    ` },
    40: {
        title: "챕터 40. 얼어붙은",
        content: `
구름은 유일한 5살이었다.
5살이란 나이는 10년이 지나더라도 어떤 일을 겪었는지
기억 할 수 있는, 그런 나이였다.
그런 나이에, 구름은 연구소에 끌려온 것이었다.
하지만 구름은 아무말도 하지 않았다.
소일에게도 아무런 설명을 하지 않았다.
그들이 왜 여기서 자라는지,
그들이 어떻게 이곳에 오게 됐는지,
구름은 모두 알고 있었다.
하지만 차마 그 입을 열지 않았다.
그녀는 알고 있었다.
소일과 자기자신이 이곳에 온 이유를 말이다.
구름과 소일은 정말 평범한 가정에서 태어났다.
아니, 태어났었다.
구름이 3살이 되던 해,
출장을 가던 구름의 아버지는 상상치도 못한 항공사고에
그만 하늘의 별이 되었다.
그때 구름과 소일의 어머니가 얻은 것은 아버지가 가족들 모르게 숨기고 있던
10억의 빚과 소일 뿐이었다.
구름과 소일의 어머니는 2년동안 자신이 할수 있는 모든 일을 전전하며
일했고, 아이들을 먹이기 위해 몸을 던졌다.
하지만 그런 2년동안의 고통, 노력의 결과는 줄지 않는 빚과
점점 커가는 아이들이었다.
그렇게 끝까지 아득바득 잡고있던 노력의 끈은 너무 무거웠던 빚의 무게에 짓눌려 끊어졌다.
그렇게 남은 돈으로 아이들을 먹이고 
매일 새벽마다 술을 마시며 하루하루를 보내던 그녀 앞에 한줄기의 빛이 다가왔다.
그녀는 결국 무너진 멘탈 속에서 아이들을 잘 돌봐준다는
그 달콤한 말에 아이들을 포기하고 빚을 갚았다.
하지만 그런 그녀 앞에 남은 것은 아무것도 없었다.
남은 것이라고는 좁아 터진 원룸방,
그리고 소중한 것을 잃은 외로움 뿐이었다.
그녀는 매일 밤 통곡을 하며 울었지만,
그것은 너무 늦은 후회였다.
구름은 이 사실을 알고 있었다.
밤마다 어머니가 누구랑 통화하는지,
어떤 것에 대해 말하는지 다 들을 수 밖에 없었다.
그렇게 어느날 아침, 집이 아니라 다른 곳에서 깨어난 뒤부터
구름은 알았다.
소일과 자신이 현실의 냉혹함에 의해 버려졌다는 것을 말이다.
소일에게는 말해줄 수 없었다.
어린 아이의 여린 마음에 상처를 줄 수 없었기에,
어른들에게도 말할 수 없었다.
말해봤자 좋은 일이 일어날 리가 없었다.
그렇게 그러한 좌절들과 비참함은
구름의 마음에서 차갑게 얼어붙어 빙산처럼 쌓였고,
그렇게 마음의 문을 닫은 채 14년이 흘렀고,
구름의 얼어붙은 마음은 주변 모든 것을 얼리기 시작했다.
그것이, 구름의 능력의 시작이었다.
<b>Chapter 40 End</b>
    ` },
    41: {
        title: "챕터 41. 기대감",
        content: `
소일은 자기 눈 앞에 떨어진 카드키를 보곤 당황했다.
물론 그 당황은 긍정의 당황이었다.
소일은 카드키를 들고 소리없는 환호성을 질렀다.
소일은 조심히 방에서 나와 어릴 때 선생님을 따라 들어가던
문 앞에 섰다.
카드키를 통해서만 열 수 있는 문,
그리고 안 속에 기억이 들어있는 방,
들어가야만 했다.
그 안에 단서가 있을 듯 했다.
소일은 살포시 카드키를 문에 갔다댔다.
문이 슬며시 열렸다.
소일은 끝없이 이어진 계단을 한 계단, 한 계단 내려갔다.
어째 어릴 때보다 더 길어진 느낌이었다.
물론 기분탓일 뿐이었다.
그렇게 계단을 모두 내려간 소일 앞에 문이 하나가 또 나왔다.
이 문 역시 카드키가 필요했다.
소일은 떨리는 마음으로 카드키를 문에 갔다댔다.
문이 열렸다.
안으로 들어가니 종이로 된 문서들이 이곳 저곳에 흩어져 있었다.
마치 급하게 중요한 것을 챙겨 나갔다는 듯이 말이다.
소일은 문서들을 하나 하나 읽어보기 시작했다.
필요 없는 문서들을 넘기다 드디어 찾던 문서를 발견했다.
문서의 내용은 다음과 같았다.

<div class='code-block'>            프로젝트 HV 조기 실행안

최근 실험체 5명이 탈출하는 상황이 발생함.
이에 대한 대응 방안으로 프로젝크 HV를 조기 실행하기로 합의.
회의 결과, 수년간 연구해오던 정신 지배 기술을 통해 탈출하지
못한 실험체 5명을 이용해 나머지 5명을 처리하기로 결정됨.....</div>

대충 이런 내용이었다.
<b>꿈이 아니었다.</b>
그럼 지금 일어나고 있는 일은 무엇이었던 것일까?
애들이 이미 다 잡힌 후였던 것일까?
의문만 커진 상태로 소일은 문서들을 더 찾아보기 시작했다.
처리라는 표현은 점점 거세져
나중엔 <b>제거</b>로 변해있었다.
소일은 더욱 더 많은 문서들을 읽어보았다.
읽어 볼 수록 알게되는 건, 프로젝트 HV는 끝내 취소되었다는 점이었다.
마지막 문장에는 이런 말이 쓰여있었다.

<code>프로젝트 HV를 전격 취소한다. 그리고 실험체 전원 폐기 처리 할 예정.</code>

폐기 처리? 무언가 이상했다.
소일은 폐기 처리는 커녕 너무 멀쩡한 상태였다.
소일은 문서들을 뒤로 한채 옆 방으로 향했다.  
문을 열자, 깜깜한 암흑만이 펼쳐져 있었다.
소일은 전등의 전원을 키기 위해 이리 저리 눌러보았다.
전원은 만져지지 않았다.
소일은 하는 수 없이 문서들 속에서 손전등을 찾아보기 시작했다.
분명 한 개는 있을 것만 같았다.
그리고, 그 문서로 쌓인 산더미 속에서 소일은 손전등 하나를 찾았다.
소일은 살금살금 옆 방으로 넘어가 손전등을 켜 전원을 찾기 시작했다.
그리고 마침내, 전원을 찾았다.
소일은 전원 버튼을 눌렀다.
'삐비빅'하는 소리가 들리더니
전등이 켜지기 시작했다.
소일은 떨리는 마음으로 뒤를 돌아보았다.
방 안은 평범했다.
단 하나만 빼고 말이다.
방 가운데에는 생체 실험관이 있었고,
그 안에는 <b>금곤</b>이 눈이 감긴 채 들어있었다.
<b>Chapter 41 End</b>
    ` },
    42: {
        title: "챕터 42. 논의",
        content: `
아이들이 모여 앉아 이야기 중이었다.
대화 내용은 세찬이 주였다.
세찬을 어떻게 찾을지, 
그리고 어떻게 구해낼지, 이런 것들에 대해 생각해보아야 했다.
케이가 말했다.
"추적기가 우리한테 있으면 무슨 수로 세찬을 찾아...?"

드듣이 답했다.
"그러게..
그리고 그 보다도 만났어,
그럼 어떻게 세찬을 구할건데?
뭐 방법 있어?"

름새가 잠시 고민하더니 말을 꺼냈다.
"나 구해줄 때는 어떻게 했는데?"

드듣이 망설이며 대답했다.
"어...그게...
우리도 잘 모르겠긴 한데...
너와 만들었던 추억을 말했던 거 같긴해."

다진이 말했다.
"기억. 기억이네.
머릿속에 깊이 남은 기억을 되살려주면 되는게 아니야?
름새 같은 경우에는 그게 서부 뭐시기였고."

어느정도 일리 있는 말이었다.
그들은 가설을 세웠다.
세뇌당한 사람은 완전히 기억을 잃는 것이 아니라
원래 기억 위에 부분적으로 다른 기억이 덮이는 것이다.
그렇다면 깊이 박혀있는 기억을 상기시켜줬을 때 기억이 완전히 돌아온다.
이것이 어찌보면 유일한 가능성이었다.
그렇다면 세찬에게 이런 기억은 무엇이었을까?
금곤? 그날 일?
이 2개 정도인 것 같았다.
그렇다면 이제 남은 것은 세찬의 위치를 찾는 것이었다.
물론 그 방법은 몰랐다.
위치 추적기가 넷에게 있는 이상,
세찬의 위치를 직접 찾는 것은 불가능에 가까웠다.
그렇게 모두가 고민에 빠져 있을 때, 드듣이 무언가 깨달았다는 눈빛으로 입을 열었다.
"1층 로비, 거기 가있자."

케이가 알아챘다는 듯이 말했다.
"아, 거기서 세찬일 유인할려고?"

드듣은 고개를 끄덕였다.
다진이 말을 이었다.
"그럼 됐네.
우린 이제 로비에서 세찬이가 어디서 오나
기다리면서 구할 준비만 하면 되겠네."

그들은 성공 확률을 높이기 위해 확실한 계획을 세우기 시작했다.

1. 1층 로비로 내려간다.
2. 4명이서 사방 주시를 하며 세찬을 숨어 기다린다.
3. 세찬이 나타나면 세찬의 공격을 피하며 어떻게든 구한다.
4. 만일 안될 시 다진의 능력으로 도망간다.

계획을 세웠으니 이제 실행할 차례였다.
넷은 함께 1층으로 내려갔다.
이제 남은 일은 나타날 세찬을 기다리는 것 뿐이었다.
<b>Chapter 42 End</b>
    ` },
    43: {
        title: "챕터 43. 도움!",
        content: `
소일은 분명 보았고,
보고있었다.
금곤이 실험관 안에 있었다.
소일의 등골이 갑자기 서늘해졌다.
금곤은 분명 얼마 전에 소일과 만났었다.
그런 금곤이 현재 이곳에 갇혀있다는 것은 그 짧은 시간 사이에
연구원들이 왔다는 것이었다.
왔을 뿐만 아니라, 금곤을 잡아 가뒀고,
이 방에서 나간지도 얼마 안됐다는 것을 의미하는 듯 했다.
소일은 우선 이 방을 빠져나가야 했다.
이곳에 있는 것을 들키는 순간 소일 또한 금곤처럼 될 것이 분명했다.
소일이 나가려 할때 무언가 발을 붙잡는 듯 했지만
소일은 이를 뿌리치곤 밖으로 향했다.
그렇게 많은 계단을 올라 문을 열었다.
평소와 다름 없는 평화로운 풍경이었다.
단 하나만 빼면 말이다.
소일의 앞에는 <b>금곤</b>이 서 있었다.
아까 실험관에 갇혀있었던 <b>금곤</b>말이다.
소일은 당황스러움에 아무 말도 못한 채 그 자리에 서 있을 뿐이었다.
금곤이 말했다.
"소일! 그 문은 뭐야? 안에 뭐 있어?"

소일이 버벅거리며 답했다.
"어.. 그게.. 별..거 아니야.."

"나도 들어가볼래!
들어가도돼?"

소일이 안된다고 말을 하기도 전에 금곤은 이미 계단을 내려가고 있었다.
소일은 금곤을 빠르게 쫓았다.
하지만 금곤을 따라잡을 수는 없었고,
금곤은 이미 지하 연구실로 내려간 후였다.
소일이 계단을 다 내려와 숨을 고르고 있을 때,
금곤이 말했다.
"소일, 이 방은 뭐야?"

금곤이 가리키는 방은 금곤이 갇혀있던 방이었다.
소일이 들어가면 안된다는 말을 꺼내기도 전,
금곤은 문을 열고 방으로 들어갔다.
그리고 그런 금곤이 본 것은 실험관에 갇혀있는 자기 자신이었다.
금곤은 갑자기 몸을 떨며 바닥에 무릎을 꿇듯이 쓰러졌다.
그러곤 계속 "어.. 어.. 어.. 어.. 어.."라는 말을 내뱉으며
점점 더 심하게 떨기 시작했다.
소일은 금곤에게 다가갔다.
무언가 위로를 해줘야만 할 것 같았다.
그렇게 소일이 금곤에게 다가가자, 금곤은 갑자기 자리에서 일어섰다.
더 이상 몸을 떨지도, 이상한 소리를 내지도 않았다.
그냥 그 그대로 가만히 서있을 뿐이었다.
소일은 금곤 가까이 손을 대보았다.
서늘했다.
온기는 느껴지지 않았다.
소일이 "금곤?"이라는 말을 내뱉자마자 
금곤이 갑자기 뒤를 돌며 소일의 목을 조른 채 바닥에 패대기쳤다.
소일의 목은 세게 조여왔고, 
소일의 숨은 점점 막혀왔다.
하지만 소일은 능력을 쓰지 않았다.
옛날에 했던 다짐 때문이었다.
그 다짐은 그 무엇보다 소일의 뇌리에 박혀있었고,
죽음이라는 것도 그 다짐을 때낼 수는 없었다.
소일의 의식은 점점 희미해져갔다.
눈 앞이 흐려지기 시작했고,
정신은 점점 이득해져 갔다.
그렇게 정신을 잃어갈 때쯤,
갑자기 숨이 쉬어졌다.
눈 앞을 보니 금곤의 머리가 날아간 채 전선과 스파크들이 지직거리고 있었다.
"소일, 괜찮아?"

부대장, 박경수였다.
부대장의 손에는 쇠 파이프가 들려있었고,
아마 그것으로 금곤(?)의 머리를 공격한 것으로 보였다.
소일은 알고있었다.
부대장이 자신과 언니를 팔아넘겼다는 사실을 말이다.
하지만 지금은 그런 것을 생각할 때가 아니었다.
쓰러진 금곤을 보니 완전 <b>기계</b>였다.
뭐 비유적인 표현이 아니라 진짜 <b>기계</b>, 즉 로봇이었다.
결국 <b>진짜</b> 금곤은 계속 저 실험관에 갇혀있던 것이었고,
그 이상했던 금곤은 <b>기계</b>였던 것이다.
소일이 이제 해야 할 일은 명확했다.
<b>진짜</b> 금곤을 꺼내는 것, 그것 뿐이었다.
<b>Chapter 43 End</b>
    ` },
    44: {
        title: "챕터 44. 망각",
        content: `
세찬은 눈을 떴다.
먼지 쌓인 바닥이 세찬의 코를 찔러왔고,
세상은 빙빙 도는 듯 보였다.
세찬은 머리를 두드리며 일어났다.
정신을 차리려는 의도였을 것이다.
하지만 상황은 좀처럼 나아지지 않았다.
오히려 머리가 더 아파오기 시작했다.
전 상황이 기억이 잘 나지 않았다.
그저 기억나는 것은 거울에 비친 자신의 미소였다.
세찬은 그 미소의 의미조차 기억해내지 못했다.
자신이 무얼 위해 이곳에 있는 지조차 생각나지 않았다.
세찬의 뚜렷한 기억은 과거에서 멈춰있었다.
방에 들어가 어느 의자에 앉았던...
그리고 어떤 괴상한 소음을....
이때부터 기억이 나지 않았다.
세찬은 천천히 주변을 둘러보았다.
어느 호텔 방인듯 보였다.
세찬은 방 문을 열었다.
밖의 복도에서는 고요함만이 느껴졌다.
세찬은 그러한 고요 속을 천천히 걸어나가기 시작했다.
아직까지도 아무런 기억이 나지 않았다.
모든 것이 낯설었다.
이렇게 긴 복도도, 따뜻한 분위기를 풍기는 불빛도, 세찬에게는 낯선 것들일 뿐이었다.
긴 복도를 지나니 계단이 있었다.
계단을 따라 내려가니 출입구(?) 같은 공간이 나왔다.
세찬은 그렇게 그곳을 나갔다.
밖에는 상가가 있는듯 했다.
시간이 늦었는지 상가들은 철창으로 막혀있었다.
갑자기 세찬의 가슴이 답답해지고, 막혀왔다.
무언가에 갇힌듯한 느낌이 세찬의 목을 졸라왔다.
세찬은 그대로 가슴을 부여잡은 채 바닥에 엎드리듯 쓰러졌다.
숨이 잘 쉬어지지 않았다.
시야가 점점 좁아졌다.
이명 소리가 들렸다.
세찬은 양 귀를 막고 눈을 감은 채 웅크렸다.
그제야 고통이 사그라들었다.
세찬은 느꼈다.
본인이 갇혀있었다는 것을.
하지만 그곳은 호텔 방이 아니었다.
세찬이 서 있는 이 공간도 아니었다.
바로 세찬, 자기 자신이었다.
세찬은 다 쓰러져가는 몸을 일으켜 자리를 피했다.
철창이 없는, 안 보이는 곳으로 가야했다.
그렇게 도망치듯이 걸어가다 보니 엘리베이터가 나왔다.
세찬은 본능적으로 그 안으로 들어가 1층을 눌렀다.
1층으로 가면 분명 출구가 있을 것이라는 믿음이었다.
그렇게 엘리베이터는 1층에 도착했다.
세찬은 숨을 고르며 1층으로 나왔다.
1층 역시 고요함만이 흐르는 듯 했다.
1층의 구조는 명확했다.
가운데 로비(?)인 것으로 보이는 공간을 지나 밖으로 나가면 됐다.
세찬은 고민조차 하지 않고 밖으로 나가기로 했다.
그렇게 로비를 통과하려 할 때,
무언가가 세찬을 뒤에서 덮쳤다.
세찬은 아무런 대응조차 하지 못한 채 그들에 의해 제압 당하고 말았다.
다시 한번 숨이 가빠지고,
눈 앞이 깜깜해졌다.
더는 버틸 수 없었다.
아무 소리도 들을 수 없었다.
머리가 너무 아팠다.
세찬이 할 수 있는 것은 아무것도 없었다.
그저 무기력하게 쓰러질 뿐이었다.
그리고 그렇게 세찬은 정신을 잃었다.
세찬을 쓰러트린 것은 다진이었다.
아니, 정확히 말하자면 그저 잡고 있던 것 뿐이었지만, 
결과론적으로 그렇다는 말이다.
다진이 당황한 채 말했다.
"얘들아, 얘 안움직이는데?"

드듣이 놀란 채 대답했다.
"야! 그럼 빨리 놔. 얘 왜 이래?"

구름새가 말했다.
"그냥 지금 세찬이형 데리고 가자.
일단 데리고 가서 묶어 놓든 어떻게 하면
만약 깨어났을 때 우릴 공격하려고 한다고 해도
우린 안전할 거 아니야."

그 말이 끝나기 무섭게 케이가 그림자로 세찬을 묶었고,
그렇게 그들은 새로운 여관으로 향했다.
<b>Chapter 44 End</b>
    ` },
    45: {
        title: "챕터 45. 딜러",
        content: `
때는 2015년, 
벌써 여름의 절반 이상이 지난 후였다.
금곤은 카드 게임을 좋아했다.
매일 밤마다, 
금곤은 아이들을 불러 모아 카드 게임을 했다.
물론 매 판 할 때마다 금곤의 승리였지만,
금곤은 계속해서 아이들을 불러 모았다.
그렇게 계속해서 카드 게임 만을 하다 보니
아이들은 게임에 질리기 시작했다.
매일 같이 똑같은 게임에 심지어 매번 승자가 금곤이라니....
금곤 빼고는 아무도 즐기지 못하는 재미도 감동도 없는 그런 상태였던 것이다.
그렇게 같이 카드 게임을 하던 친구들이 하나 둘 씩 빠지고,
결국 나중엔 금곤 혼자 카드를 섞을 수 밖에 없었다.
그렇게 하루 하루가 지나가고,
금곤의  마음 한 구석엔 앙금 하나가 자라났다.
하지만 금곤은 그러면서도 태연하게 그저 신이 나는 듯 행동했다.
주변에 자신의 앙금을 드러내고 싶지 않았기 때문이었다.
그러던 어느 날,
금곤은 매우 찝찝한 기분과 함께 잠에서 깼다.
비 한 방울 내리지 않는 맑은 하늘이었지만
금곤은 어딘가 찝찝한 이 기분을 떨쳐 낼 수 없었다.
이 기분은 아침을 먹을 때도 유지되었다.
아침을 먹은 후, 
평소였다면 주말의 여유를 즐기며
친구들과 뛰어 놀았을 금곤이었지만,
오늘 만큼은 아무 것도 하지 않고 싶었다.
금곤은 침대 위에 앉아 이불을 뒤집어 쓰고 
가만히 앉아 있을 뿐이었다.
하지만 금곤의 기분은 좀처럼 나아지지 않았다.
중간에 화장실을 갈 때는 미끄러져 넘어졌고,
잠시 바람을 쐬러 나갔을 땐 날아오는 나뭇잎에 그대로 부딪혔다.
금곤의 기분은 시간이 지나갈 수록 찝찝해지고  우울해졌다.
너무나 안 풀리는 하루를 사는 듯한 느낌이 들었다.
그렇게 시간은 흘렀고,
어느새 시계는 9시를 가리키고 있었다.
금곤은 이만 잠에 들 준비를 시작했다.
평소였다면 12시가 다 되어서야 잠에 들 준비를 할 금곤이었겠지만,
오늘 만큼은 달랐다.
그때까지 깨어있기에는 너무 찝찝하고 우울한 시간이었다.
그렇게 한창 우울해 하던 금곤에게 한줄기의 빛이 다가왔다.
세찬이 말했다.
"오랜만에 카드 게임이나 할까?"

금곤은 갑자기 머릿속의 우울함이 없어지는 느낌을 받았다.
그러곤 입가의 미소를 가리지 못한 채로 신나 말하기 시작했다.
"카드 게임? 그럴까? 오랜만에?"

그렇게 친구들이 하나 둘 씩 모였고, 
금곤은 다시 옛 그 시절로 돌아온 듯 한 느낌을 만끽하고 있었다.
드듣이 말했다.
"그럼 오늘 카드는 누가 섞어?"

금곤이 답했다.
"내가 섞을게 나한테 줘."

드듣은 금곤에게 카드를 넘겨주었고,
금곤은 들 뜬 마음으로 카드를 섞기 시작했다.
그렇게 다 섞인 카드를 나눠주려 했는데.....
금곤이 있는 곳에는 아이들 따윈 없었다.
화려한 카지노 안에 홀로 앉아있을 뿐이었다.
당황스러운 마음에 친구들을 하나 하나 외쳐보았지만 돌아오는 대답은 없었다.
아무도 없는 카지노에서는 신나는 음악이 흘러나오고 있었지만,
금곤은 그 노래에서 우울함을 느꼈다.
어떻게 빠져나갈 지도,
그것을 몰어 볼 사람도,
혹은 서로 의지할 친구도 없는 그곳에서
금곤은 한없이 약하고 나약한 존재일 뿐이었다.
그렇게 금곤은 앉아 있었다.
카지노에 들어섰을 때 앉아 있던 그 자리 그대로,
금곤은 그저 않아 있을 뿐이었다.
얼마의 시간이 흘렀는지는 가늠 조차 할 수 없었다.
허기도 지지 않고, 잠도 오지 않는 이곳에서
시간을 가늠하는 것은 불가능에 가까운 일이었고,
금곤에겐 이를 알아낼 의지조차 없었다. 
그렇게 점점 모든것에 무감각해질 때 쯤....
금곤은 침대에서 깨어났다.
영문을 모른 채 주위를 둘러보던 금곤은 자신의 손에 채워져 있는 손목 시계를 발견했다.
<b>'5'</b>라고 적혀있는 그 시계가 무엇인진 몰랐지만,
확실한 것은 기분은 조금 이나마 나아졌다는 것이었다.
<b>Chapter 45 End</b>
    ` },
    46: {
        title: "챕터 46. 작전",
        content: `
소일은 금곤이 갇혀있는 실험관 앞으로 다가갔다.
그러곤 금곤을 꺼내주기 위해 실험관에 연결된 기계들을 살펴보았다.
무언가가 많이 있긴 했지만
무엇이 어떤 장치인지는 알 방법이 없었다.
소일은 괜한 위험을 감수하지 않기로 했다. 
소일이 박경수에게 말했다.
“아저씨, 그 파이프 좀 빌려줘요.“

“어…“

소일은 빼앗아가다 싶이 파이프를 가로챘다.
그러곤 파이프를 있는 힘껏 실험관을 향해 휘둘렀다.
실험관 유리에 작은 금이 갔고, 그 틈 사이로 의문의 액체가 흘러나왔다.
소일은 다시 한 번 실험관을 내리쳤다.
유리의 금이 더욱더 번져나갔다.
그렇게 세 번째 내리쳤을 때,
사방으로 흩뿌려져 나가는 유리 파편과 함께 금곤이 튕겨져 나왔다.
금곤은 깊은 잠에 빠진 듯 보였다.
소일과 박경수는 그런 금곤에게 수건을 덮어주곤 이야기를 시작했다.
“소일, 일단 전에 내가 했던 일들에 대해 사과할게.
진심으로 미안해.“

소일이 무덤덤하게 답했다.
“네, 알겠어요. 
뭐 더 급한 일이 있는 것 같은데 말하세요.“

부대장은 크개 숨을 내쉬곤 말했다.
“그래, 지금 우린 여길 당장 떠야돼.
이제… 한 30분 남았나?“

소일이 당황한 듯한 말투로 소리쳤다.
“네…????“

부대장이 말을 이었다.
“여기 있던 사람들이 다 어디 갔는지 알아?
다 도망갔어.
아니지, 도망 갔다기보단 장소 이전에 가깝지.
프로젝트 HV는 폐기됐어.
아, 프로젝트 HV는…“

“그거 뭔지 아니까 본론만 얘기해요.“

“어..  그래.
실험체 중 너를 포함해 6명이 이탈했어.
그렇게 된 이상 프로젝트는 중단될 수 밖에 없었지."

“그건 알겠어요.
근데 그럼 저흰 왜 여길 30분 안에 나가야 되는거죠?”

“그건…
이 건물은 30분 뒤에 철거될거야.
건물 철거 할 때 어떻게 철거되는지 알지?
폭파될거라고.“

“네…?”

”애초에 이 프로젝트는 본사의 허락을 받지 않았어.
그냥 연구소장이 독단적으로 진행한거야.
이런 곳을 그냥 남겨 놨다가 본사에게 들키기라도 한다면…
소장은 죽은 목숨이겠지.
그래서 없애버리려는 거야.
실험체들까지.“

”잠시만요. 
근데 그럼 아저씨 아니었으면 저는 그냥 여기서
꼼짝없이 죽을 목숨이었던 거에요?
언니도.. 무선이도… 샐리도.. 름새도..?
아니면 걔들도 다 기계였나..“

“반은 맞고 반은 틀려.
일단 먼저, 연구소는 
구름새, 다진, 드듣, 세찬, 케이의 신원을 확보하지 못했어.
하지만 그들은 찾아 나설 정도로 상황이 여유롭진 않아서
지금 확보한 실험체들이라도 폐기를 결정했던거야.
기계는 너가 깨어날 경우 도망가지 않도록 하기 위해 배치한거고. 
너는 세뇌가 안먹는다고 했나?
아무튼, 우린 여길 빠져나가야 해.
여기 있는 금곤이 데리고
아마 샐리, 무선, 구름 이렇게 데려가야 될거야.“

”그럼 지금 빨리 가죠.
시간이 없으니까요.
제가 애들을 데려올게요.“

”잠시만.
내가 아까 세뇌라고 했지.
샐리, 무선, 구름은 지금 세뇌에 걸려 있을 거야.
걔들을 데리고 나오려면 세뇌를 풀어야 해.“

”그럼 빨리 말해줘요.
그 세뇌, 어떻게 풀어야 되는지.“

“근데 문제는…..
나도 그 방법을 몰라.”

금곤이 갑자기 자리에서 일어나 소리쳤다.
“아니 그걸 모르면 어떡해요!!!!!???”

지금까지의 말을 엿듣고 있던 금곤이었다.
<b>Chapter 46 End</b>
    ` },
    47: {
        title: "챕터 47. 바람과 함께 사라지다",
        content: `
구름새, 다진, 드듣, 케이는 현재 세찬과 대치 중이었다.
물론 말만 대치지 사실 기절한 상태의 세찬을 마주보고 있는 것 뿐이었다.
드듣이 말했다
"얘들아, 이거 어떻게 하냐?"

구름새가 답했다
"음... 그러게?
기절한 이유도 모르겠고....
왜 우릴 공격하지 않은 건지는 더더욱 모르겠고...."

케이가 말했다.
"세뇌가 풀렸나?"

드듣이 차분히 답했다.
"그럴 수도 있지. 
세뇌가 풀리지 않았다면 우릴 바로 공격했을 거니까."

다진이 말했다.
"그냥 깨워보자.
뭐 우리가 지금 할 수 있는 것도 없잖아."

잠시 정적이 흘렀다.
드듣은 생각했다.
쓰러지는 세찬의 뒷모습은 위협적이지 않았다.
그저 세찬의 공포감만이 보였을 뿐이었다.
세찬은 도대체 무엇에 공포를 느꼈던 것이었을까?
얼마 전만 해도 드듣을 보자마자 공격하려 들었던 세찬이었는데....
드듣은 이해할 수 없었다.
세뇌가 풀린게 아니라면 설명할 수 없었다.
하지만 세뇌가 풀렸다 해도 설명할 수 없었던 것이 있었다.
세찬의 공포감이다.
세뇌가 풀렸다  하더라도 어떤 것에 두려움을 느낄 이유는 없었다.
드듣이 말을 꺼냈다.
"그.. 있잖아... 내가 보기에 세찬은
세뇌가 풀린게 맞는거 같아.
근데...."

구름새가 호기심 넘치는 말투로 물었다.
"근데 뭐?"

"그게... 아직도 기억나거든.
세찬이가 쓰러지기 직전의 그 뒷모습...
겁에 질려있었어... 그것도 아주 많이.."

다진은 무언가 깨달았다는 듯 고개를 내리고 있다 올리며 말했다.
"그거라면...
세찬인 자기 능력에 트라우마가 있어.
어렸을 시절 너무 빨라진 나머지....
아니지, 세상이 너무 느려진거지..
아무튼 아마 그걸거야."

케이가 말했다.
"근데 드듣이 저번에 세찬이 겁나 빨라졌다고 한 적 있지 않나?"

드듣은 그때 떠올렸다.
세찬은 너무 빨라져있었다.
과거의 그 트라우마가 생각날 정도로...
아마 세찬은 그 과거의 고통에 얽히고 설켜 고통받고 있었던 듯 했다.
그렇다면 그 고통을 끝내주려면....
드듣이 소리쳤다.
"얘들아! 나 알아냈어."

름새가 답했다.
"깜짝아.... 그리고 뭘 알아내..?"

"이 팔찌, 팔찌를 채워야돼."

케이가 말했다.
"그래야지... 속도를 통제할 수 있으니까?"

드듣이 답했다.
"그렇지. 그럼 트라우마를 유발할 요소가 없어지는 거잖아.
겁에 질릴 이유도 없고."

드듣은 세찬의 팔목에 팔찌를 껴주었다.
이제 세찬이 깨어나길 기다리기만 하면 되는 것이었다.
<b>Chapter 47 End</b>
    ` },
    48: {
        title: "챕터 48. 아득히.....",
        content: `
금곤의 외침에 소일과 부대장은 매우 놀랐다.
소일이 당황한 말투로 물었다.
"너... 깨어있었어????"

금곤이 조심스럽게 답했다.
"어..."

부대장이 물었다.
"언제부터?
혹시 처음부터?"

금곤이 답했다.
"그건 아니고 뭐 세뇌 뮈시기 할 때부터....
아무튼 그건 별거 아니고,
세뇌를 어떻게 푸는지 모르면 30분 안에
방법도 찾고, 세뇌도 풀고, 탈출까지 해야된다고요????"

부대장이 기 죽은 듯이 답했다.
"아..마...?"

소일이 말했다.
"지금 이럴 시간 없고,
빨리 애들부터 찾아요.
세뇌는 나중에 풀어도 되는데 일단 데리고 나가기라도 
해야될거 아니에요."

부대장이 답했다.
"그래, 그러자.
아.. 아!! 잠만."

금곤이 물었다.
"뭐 세뇌 푸는 방법이라도 생각났어요?"

"아니? 그건 아닌데
그 방법을 어디서 찾을 수 있는지는 기억 났어."

소일이 물었다.
"그 장소가 어딘데요?"

셋은 다시 1층으로 올라왔다.
셋이 향해야 할 곳은 바로 맞은 편에 있는 지하실이었다.
이는 소일이 이 연구소에서 벗어나게 된...
그 사건이 시작된 장소였다.
이 지하실로 들어가려면 카드키가 필요한데...
이는 소일에게 있었다.
소일은 살포시 카드키를 대보았다.
'올바르지 않은 카드키입니다.'

열리지 않았다.
'올바르지 않은 카드키라니?
이 카드키가 아니라면 도대체 뭐가 필요한데??'
소일의 동공은 흔들렸다.
시간이 부족했다.
카드키 따위를 찾을 시간 따윈 없었다.
소일은 떠올렸다.
소일은 분명히 이 지하실로 들어가 본 적이 있었다.
'분명... 그때도 카드키가....'
소일은 주머니를 뒤져보기 시작했다.
왼쪽... 오른쪽.... 
그렇다면 뒷 주머니..?
있었다....
카드키가 있었다...!
소일은 카드키로 빠르게 문을 열었다.
셋은 지하실 아래로 내려갔다.
소일이 물었다.
"그래서.... 세뇌 푸는 법이 어디있다고요?"

부대장이 답했다.
"아마 저기... 저 노트북에 있을꺼야."

"확실하죠?"

"어느정도..
근데 문제는..... 이 희미한 소리 들려?"

익숙했다.
이 소름 끼치고 기분 나쁜 소리를 어디선가 들어본 적 있는 소리였다.
세뇌... 사람을 세뇌시키는 소리였다.
부대장이 조심스럽게 말을 이었다.
"이거.... 사람 세뇌 시키는 소리 맞지?
아마... 소일 너가 찾아와야 해..."

"네..
저도 사실 제가 왜 세뇌가 안되는 지는 몰라요...
근데... 그래도.... 가보긴 할게요."

소일은 한 걸음 한 걸음 앞으로 걸어갔다.
점점 그 불쾌한 소리는 소일을 괴롭히기 시작했고,
소일은 그만... 정신을 잃고 말았다...
<b>Chapter 48 End</b>
    ` },
    // n: { title: "",
    //     content: `
    //
    // ` },
};

const links = document.querySelectorAll(".episode-link");
const container = document.getElementById("episode-container");
const layout = document.querySelector(".layout");

links.forEach(link => {
    link.addEventListener("click", e => {
        e.preventDefault();
        const num = parseInt(e.target.dataset.episode);
        links.forEach(l => l.classList.remove("active"));
        e.target.classList.add("active");

        if (episodes[num]) {

            container.innerHTML = `
        <h2>${episodes[num].title}</h2>
        <div class="episode-text"></div>
        `;
            container.querySelector(".episode-text").innerHTML = episodes[num].content;
            container.scrollTop = 0;

            const navDiv = document.createElement("div");
            navDiv.className = "nav-buttons";

            if (num > 1) {
                const prevBtn = document.createElement("button");
                prevBtn.textContent = "◀ 이전화";
                prevBtn.addEventListener("click", () => {
                    document.querySelector(`.episode-link[data-episode="${num - 1}"]`).click();
                });
                navDiv.appendChild(prevBtn);
            } else {
                navDiv.appendChild(document.createElement("div")); // 자리 맞춤용
            }

            // 다음화 버튼 (num < finalNum일 때만)
            if (num < finalNum) {
                const nextBtn = document.createElement("button");
                nextBtn.textContent = "다음화 ▶";
                nextBtn.addEventListener("click", () => {
                    document.querySelector(`.episode-link[data-episode="${num + 1}"]`).click();
                });
                navDiv.appendChild(nextBtn);
            } else {
                navDiv.appendChild(document.createElement("div")); // 자리 맞춤용
            }

            container.appendChild(navDiv);

        }

        layout.classList.add("open");
        document.body.classList.add("open"); // 헤더 제어용
        episodeNav.addEventListener("click", () => {
            episodeNav.classList.add("height");
            container.scrollTop = 0;
        });
    });
});

document.getElementById("site-title").addEventListener("click", () => {
    container.scrollTop = 0;
    // 섹션 내용 비우기
    container.innerHTML = "";

    // 열림 상태 해제
    layout.classList.remove("open");
    document.body.classList.remove("open");
    links.forEach(l => l.classList.remove("active"));
    episodeNav.classList.remove("height");
});




// -----------------------------------------------






// nav------------------------------------------------

const menuToggle = document.getElementById("menu-toggle");
const episodeNav = document.getElementById("episode-nav");

menuToggle.addEventListener("click", () => {
    episodeNav.classList.toggle("open");
    overlay.classList.add("open");
    episodeNav.scrollTop = 0;
});

// ------------------------------------------------nav

// aside------------------------------------------------

const moreToggle = document.getElementById("more-toggle");
const extraInfo = document.getElementById("extra-info");

moreToggle.addEventListener("click", () => {
    extraInfo.classList.toggle("open");
    overlay.classList.toggle("open");
    episodeNav.scrollTop = 0;
});


// -------------------------------------------------aside


// overlay-------------------------------------------

overlay.addEventListener("click", () => {
    // nav 닫기
    episodeNav.classList.remove("open");
    extraInfo.classList.remove("open");
    overlay.classList.remove("open");
    episodeNav.scrollTop = 0;
});


// -------------------------------------------------overlay
